[
  {
    "id": "1",
    "year": 2023,
    "title": "Weezer — SZNZ: Winter",
    "date": 1673949258,
    "imgSrc": "https://sun9-34.userapi.com/impg/R4qr6EREQZK03OpliEzk7qweii3vowEFPaAZxA/pYxb9Ecg6go.jpg?size=600x600&quality=96&sign=cb14936fb0ad31d5cb96384706193999&type=album",
    "caption": "Winter almost feels like a reward for sticking out the other SZNZ.",
    "video": "https://youtu.be/Mc_rYQV_JB4",
    "spotify": "https://open.spotify.com/embed/album/2WJsNhU7H0rZQzWdMVQ4NV?utm_source=generator",
    "ru": "Новый EP от легендарной альт-рок группы Weezer, завершающий амбициозную серию 'SZNZ', на котором группа выпускала новый материал в течение целого года. На 'Spring' были яркие акустические моменты, а также весьма банальные треки. 'Summer' пытался охватить что-то более тяжелое и более агрессивное, чего не получилось. И 'Fall' был представлен как танцевальный альбом — один из самых крупных провалов за всю карьеру Weezer. Не говоря уже о том, что на протяжении всей серии были различные отсылки на классику и на 'Времена года' Вивальди, которые не были реализованы изящным, последовательным и разумным образом. К примеру, 'Зима' Вивальди уже упоминается в предыдущих частях. В теории, релиз четырех EP с тематикой ''Времен года' должен был стать одним из самых амбициозных и концептуальных проектов Weezer за всю их дискографию. Но я никак не мог предположить, что на деле мы получим неряшливые перформансы. Особенно странно подобное замечать на фоне недавнего 'OK Human'.\n\nМы, наконец, дошли до 'Winter'. И сложно не предположить, что альбом охватывает зимнюю тематику. Зная Weezer, не удивлен наличию бубенцов в 'Iambic Pentameter'. И не удивлен наличию рождественского мотива в 'Dark Enough to See the Stars'. В клозере даже прослеживаются отсылки на рождественские праздники. По крайней мере, Weezer не исполняют 'Rudolph the Red-Nosed Reindeer'. Однако группе также удается охватить тематики, отличные от рождественской атмосферы. И ребятам удалось выдать свой лучший треклист за всю серию 'SZNZ'. Честно говоря, EP походит на благодарность фанатам. Словно Риверс нам говорит: 'Эй, в течение целого года вы терпели наши новые релизы, так что пора нам выдать вам солидную порцию веселого пауэр-попа в стиле классического Weezer, по которому вы по каким-то причинам не можете насытиться'.\n\n'Winter' отлично вписывается в серию 'SZNZ', поскольку теперь мы можем в полную силу насладиться всей серией. И не стоит пренебрегать новым EP, поскольку часть контента вышла довольно солидной. К примеру, 'I Want a Dog' — трогательный альт-рок трек о желании завести собаку. Риверс, на фоне акустических арпеджио и струнных, которые в конце превращаются в эпичный рифф в стиле классического Weezer, всеми милыми и воодушевляющими способами описывает, как собака может улучшить вашу жизнь и сделать ее более радостной. Это все равно, что услышать все грандиозные и оркестровые амбиции из предыдущих EP, но сделанные со вкусом. Затем, можно услышать фразу:\n\n'I made the wrong choice'. — \n\nИ кажется, что Риверс описывает собаку как метафору, говоря о том, что человек предпримет всевозможное, чтобы достичь успеха. Возможно собака олицетворяет более счастливую и простую жизнь, к которой Риверс не может вернуться. 'Iambic Pentameter' напоминает мне ранние треки из серии 'SZNZ', — тут и странные мотив и риффы, не говоря уже о всевозможных изменениях и переходах, многие из которых звучат довольно бессвязно. А именно — метал риффы и визг скрипок в конце трека. Данный трек, по сравнению с треками из предыдущих EP, звучит менее хаотичнее? Да, возможно. Но не стоит смешивать масло с водой, поскольку ребята используют один из самых доступных и упрощенных элементов современной альт-рок музыки и пытаются смешать его со сложными элементами. А быть может весь смысл песни состоит в том, что Риверс рассказывает нам, как не может выразить свои чувства? Поскольку попытка воссоздать композицию для рок-оперы на основе классического звучания Weezer аналогично попытке приготовить суши с помощью ножа для масла.\n\n'Basketball' представляет собой некий внутренний монолог школьника, который не в состоянии посещать занятия по физкультуре из-за состояния здоровья. Переход к припеву звучит не так уж и хорошо. Вдобавок, акустическое интро звучит немного фальшиво. Но во время бриджа можно услышать красивую гитарную гармонию. И мне нравится, как Риверс эффектно вставляет еще одну метафору в трек, как это было в случае с 'I Want a Dog'. Исключение из баскетбольной команды или, скорее, желание Риверса вступить в баскетбольную команду, по сути является простым человеческим желанием с кем-нибудь подружиться. 'Sheraton Commander' — пожалуй, самая причудливая песня на всем EP, где Риверс поет нежным фальцетом на фоне довольно странных арпеджио и струнных. В конечном итоге инструментал приобретает военный мотив, на фоне которого Риверс упоминает Джорджа Вашингтона, и я чувствую, что мы внезапно перемещаемся в эпоху Гражданской войны. Что приемлемо и сносно, но не считаю, что подобное соответствует эстетике EP. Быть может Риверс представил Переправу армии Джорджа Вашингтона через реку Делавэр? Кто знает. Вдобавок, в конце получаем интересный текст:\n\n'I remember these streets But it all doesn't mean What it used to to me'.\n\nНа данном треке и на остальных треках EP кажется, что Риверс постоянно описывает свое одиночество и ностальгию по ушедшим дням. Что также касается текста в 'Dark Enough to See the Stars' — представьте, как Риверс взял интро из 'My Name Is Jonas' и переделал его под рождественский мотив, что в конечном итоге мелодия звучит неуклюже и слишком слащаво для рок композиции. Но не забываем, что в серии 'SZNZ' были и треки похуже. В 'The One That Got Away' Риверс предстает в виде мистера 'the one that got away'. В треке присутствует запоминающаяся пауэр-поп мелодия:\n\n'Now I'm sad without you I still dream about you The one that got away', —\n\nданный трек также соответствует тематике ностальгии и одиночества.\n\nК концу EP и всей серии 'SZNZ' мы узнаем, что Риверс устал, — он так устал, что записал песню под названием 'The Deep and Dreamless Sleep'. По словам Риверса, глубокий сон без сновидений — отличное болеутоляющее средство:\n\n'The pill for all my pain\n\nThe cure for all my grief\n\nThe deep and dreamless sleep'.\n\nОн также говорит: \n\n'Now the phone has stopped ringing 'round the clock They've forgotten me', —\n\nон не в состоянии разобрать текст на бумаге, ему трудно разобрать слова окружающих его людей, он не может вспомнить некоторые вещи. Вполне очевидно, что трек — размышление о старости, смертности человека и как человек постепенно уходит в утиль. Да, на протяжении всего EP можно услышать аллюзии на Рождество, но в основном данная композиция представляет собой прощание с человеком. И если рассматривать данный трек как прощание от лица Риверса, то это довольно мрачная тема, даже когда на фоне играет веселый мотив и громкий поп вокал.\n\nЛучшие треки: I Want a Dog, Basketball, Sheraton Commander, The One That Got Away, The Deep and Dreamless Sleep\nХудший трек: Iambic Pentameter\n\nLIGHT 7",
    "rating": 7
  },
  {
    "id": "2",
    "year": 2023,
    "title": "Ab-Soul — Herbert",
    "date": 1674122058,
    "imgSrc": "https://sun9-57.userapi.com/impg/zoMZKVh5s0xZv9Lh-WjdGuv8mozanETiY6t8Hw/mCVqC4Xz-Gs.jpg?size=600x600&quality=96&sign=44ca16c2666a0126bc268280fe9f1ec9&type=album",
    "caption": "An improvement over the previous two, but Soulo is almost certainly capable of more consistent full-lengths."
  },
  {
    "id": "3",
    "year": 2023,
    "title": "Sematary — Butcher House",
    "date": 1674554058,
    "imgSrc": "https://sun9-26.userapi.com/impg/tvFpCxh_L4ZdZwCFSqIJXgOU8pd-h22PWU8KnA/JZzuvgNuleI.jpg?size=600x600&quality=96&sign=a3c09b3bf6546d8366f747087593346f&type=album",
    "caption": "Hits a little less hard than RB3, but is quite accessible as far as Sem records go."
  },
  {
    "id": "4",
    "year": 2023,
    "title": "Ice Spice — Like..?",
    "date": 1674640458,
    "imgSrc": "https://sun9-29.userapi.com/impg/gMsIL1hj5gd1MURr_VKH7uNBbAdEbe4DZJ3U0Q/7eykNfh2IHM.jpg?size=600x600&quality=96&sign=ba8d135b2a76393769f97b88f17f115b&type=album",
    "caption": "'Munch' and 'Bikini Bottom' are bops, so there's that."
  },
  {
    "id": "5",
    "year": 2023,
    "title": "Måneskin - Rush!",
    "date": 1674726858,
    "imgSrc": "https://sun9-58.userapi.com/impg/9RDrv8j3LTdrVgDBDGkZ2gC2pD7MiqVlsRC_SQ/V_U5HEDzXW0.jpg?size=600x600&quality=96&sign=52c4e86705c8fc2da9522b683e478f20&type=album",
    "caption": "At the very least, Måneskin should probably start flossing."
  },
  {
    "id": "6",
    "year": 2023,
    "title": "Mac DeMarco — Five Easy Hot Dogs",
    "date": 1674899658,
    "imgSrc": "https://sun9-13.userapi.com/impg/xValXwxij9Olv39fkcM8eXL1nj1D_4cmVmkKAQ/4xBNxUHpWjs.jpg?size=600x600&quality=96&sign=4259759d126cc9f966fb7dec67dd2f76&type=album",
    "caption": "Some pretty drab wallpaper."
  },
  {
    "id": "7",
    "year": 2023,
    "title": "Trippie Redd — Mansion Musik",
    "date": 1674986058,
    "imgSrc": "https://sun9-31.userapi.com/impg/eoEZb0ratyozjwyHEk7V4eqQSH_lkQGIa6d54w/6awpasUQyJM.jpg?size=600x600&quality=96&sign=c0c5b3cb9397aec79d3e9dc84f0da7c9&type=album",
    "caption": "Trippie probably does have a solid rage album in him, but it's not 25 tracks long."
  },
  {
    "id": "8",
    "year": 2023,
    "title": "Lil Yachty — Let's Start Here.",
    "date": 1675158858,
    "imgSrc": "https://sun9-8.userapi.com/impg/X9v_mu2nITSvWnPrxfNcT0lzDfwTVPRofPODIg/lybN4Az250Y.jpg?size=600x600&quality=96&sign=30bed7a45def34d21d517d7d1b92e682&type=album",
    "caption": "Let's Start Here's appeal isn't owed to the novelty of Yachty going psych rock. That he clearly did his homework and was inspired to put his own spin on these sounds is the impressive part."
  },
  {
    "id": "9",
    "year": 2023,
    "title": "Horse Lords — Comradely Objects",
    "date": 1675418058,
    "video": "https://youtu.be/EJ_x_y2eOWs",
    "spotify": "https://open.spotify.com/embed/album/77I9CjThngVCVpPtvC67yp?utm_source=generator",
    "imgSrc": "https://sun9-65.userapi.com/impg/FLnlR0eoYjaE4YmRnppgvYvxIrRR0d-YNav5tg/H6O7cfTJ2KI.jpg?size=600x600&quality=96&sign=0fc368d9e3e1d0ad8423f011a4e797b6&type=album",
    "caption": "If you loved The Common Task, you're gonna want to check out what the band is doing here as well."
  },
  {
    "id": "10",
    "year": 2023,
    "title": "JIMMY — GHETTOLAND",
    "date": 1675504458,
    "video": "https://youtu.be/O6eVz0wNoi0",
    "spotify": "https://open.spotify.com/embed/album/0zhrmq8bb6JQRgXFX7XowL?utm_source=generator",
    "ru": "Новый полноформатный LP от рэпера, исполнителя, автора песен и продюсера родом из Лос-Анджелеса JIMMY. Артист, который гордится тем, что все делает своими руками — он сам пишет свою музыку, сам снимает свои музыкальные клипы и сам раскручивает свой материал. Он даже сам выложил обзор на собственный альбом на Ютюбе в знакомом всем формате. Раз JIMMY записал ревью в моем стиле, так зачем я вам нужен? В качестве ответа скажу, что главным поводом записи своего обзора было то, что я рассматриваю JIMMY как интересного артиста. Он также написал мне письмо по электронной почте, чтобы я послушал лид-сингл \"*UNCULTURED\" — мне понравилась песня и у меня появилось желание прослушать весь альбом, вышедший в начале декабря прошлого года. Но я забыл о существовании альбома в связи с началом list week и с началом праздничных выходных. Итак, наконец-таки я добрался до альбома. И я рад, что уделил время на прослушивание альбома и на изучение творчества JIMMY, поскольку данный проект не стоит рассматривать отдельно. До выхода данного альбома, JIMMY успел выпустить изрядное количество материала. И сравнивая серию \"Welcome to Darkness\" 2019 года с новым проектом, легко заметить прогресс. Особенно учитывая, насколько повествовательным и концептуальным получился \"*GHETTOLAN\". И в этом отчасти и состоит главная проблема альбома. Будучи незнакомым с творчеством Джимми, сперва я хотел понять, на кого будет ссылаться артист. С музыкальной точки зрения, с невооруженного глаза заметно, что инфлюенсы будут на поверхности. Даже в своем обзоре он перечисляет артистов, которыми он вдохновлялся — Тайлер, Кендрик, Brockhampton, Чайлдиш Гамбино, Мак Миллер. Но что примечательнее на альбоме, так это стиль и мировоззрение JIMMY. Он — мечтатель, который призывает своих фанатов тоже следовать за своей мечтой. Ему не нравится, как современный мир и текущая экономика заставляют людей работать с 9 до 5. Ему не нравится современный мир музыкальной индустрии, и не видит в ней меритократии, а скорее рассматривает артистов как сборище фейковых друзей, которые заводят своих собственных любимчиков. Ему не нравится как работает общество с точки зрения экономического неравенства и систематического угнетения, которые он смог испытать на своей шкуре. Он также в открытую рассказывает нам о своей борьбе с депрессией, а также с трудностями, с которыми он столкнулся на пути воплощения своей мечты в реальность. И в целом, создается ощущение, что он попытался распространить позитивный и целостный месседж своим фанатам. И на LP больше идей, чем то, что я вам только что описал. И я заметил, что JIMMY явно переоценил свои силы. Он рассматривает \"*GETTOLAND\" не просто как альбом, но как и образ жизни. JIMMY надеется, что некоторые рассматриваемые идеи в будущем изменятся. Но как именно произойдут эти изменения, не совсем ясно проиллюстрировано. Но опять же, из каждого уголка на LP просачивается лучик надежды, и ни один альбомный трек нельзя рассматривать как филлер, поскольку каждый трек пытается донести до слушателя определенную идею. На метал кроссовере \"*PARKING LOT\" JIMMY в ярости из-за того, что с ним обходятся как с бездомным. На \"*DESTROY2CREATE\" он рассказывает нам, как на фоне руинов можно построить более здоровый и более справедливый мир. Есть также анти-наркотическая тирада на \"*NO DRUGS\". А на финальном \"*SEE YOU LATER\" мы наблюдаем за тем, как JIMMY завершает все дело на позитивной ноте. Но с учетом сказанного, даже на фоне наличия благих намерений и упоминания актуальных проблем, временами так не хватает вариативности. Временами музыкальные компоненты звучат настолько посредственно, что смахивают на обычную копирку материалов артистов, которыми явно вдохновлялся сам JIMMY. Что возможно сделано преднамеренно, поскольку копируя чужой стиль можно легко влиться в чужую тусовочку и вписаться в алгоритмы стриминговых сервисов. Однако второстепенные версии материалов его кумиров возможно является не лучшим вариантом в случае с JIMMY. Особенно когда мы получаем треки со слабым миксом и с хорошим вокалом, который звучит сыро без поддержки ударных и баса. Это касается фанкового заглавного трека. А также интроспективного трека \"*TWENTY\", где барабаны и бас почти незаметны. На альбоме присутствуют миксы, над которыми стоило немного поработать. И кроме того, на альбоме есть некоторые перформансы, которые больше похожи на пародию или интерлюдию, нежели на полноценные композиции. К примеру, \"*WORST ENEMY\" — как бы ни хорошо звучали некоторые партии трека, песня все равно звучит одномерно и сыро. Вдобавок, песня резко обрывается. Есть также намеренно глупая подача в первой половине \"*ANTIWOKE\", которую трудно воспринимать всерьез. Есть также скит \"*I TRY / *SHWOOGIE BURGER\", который длится слишком долго. Но стоит отметить комплексное повествование, которое даже сам JIMMY не смог полностью объяснить в своем обзоре. Поскольку во время скита JIMMY пытается познакомиться с парнем, с которым он стоит в очереди в закусочной. JIMMY и его новый знакомый занимаются одним и тем же, однако JIMMY якобы на другом уровне — он пренебрегает стандартным подходом, он считает себя полноценным артистом. И новый знакомый также не собирается ему уступать. Они общаются друг с другом, JIMMY делится с ним андеграундной музыкой, пытаясь преодолеть пропасть, установить контакт. Данное повествование резко обрывается, а его знакомый начинает рассказывать JIMMY про свою жизнь. И вы, как слушатель, возможно задались бы вопросом, смог ли JIMMY переубедить этого парня. Нет ничего плохого в том, что на альбоме присутствует некая театральность. На альбоме слишком много моментов, где театральности уделяется слишком много времени. Были моменты, когда казалось, что подобное работает, и что баланс достигнут. К примеру, на \"*UNCULTURED\" — искусная джаз-рэп композиция с одним из самых смелых рифм в рамках хип-хопа за предыдущий год, что на ум сразу приходит \"Veteran\". Есть также \"*DESTROY2CREATE\" — яркие клавишные и соул мотив, на фоне которого JIMMY выдает первоклассный рэп. И мне нравится, как JIMMY описывает такие вещи, как травма поколений и ожидания общества. Есть также \"*HOOD CLASSIC\" — бодрый боп из Западного Побережья в стиле YG, на фоне которого JIMMY выдает кучу крутых свитч-апов. Касаемо лирики, он в очередной раз описывает свои мотивы, а также дает нам понять, кем не желает стать. \"*MARATHON MAN\" — очередной хайлайт, эксцентричный, плавный, фанковый джем, где JIMMY выдает свои лучшие партии. На альбоме достаточно треков, одинаково искусных и запоминающихся. Но временами мелодии и продакшн звучат недостаточно солидно. К примеру, на \"*KRAMPUS\" — мне действительно нравится классический соул инструментал, но это всего лишь очередной трек, который никак не дополняет нарратив. \"*NO DRUGS\" — несмотря на стейтмент, тут присутствует один из худших звуковых палитр на всем LP, и от самой композиции невозможно не кринжевать. Лучшие треки: UNCULTURED, DESTROY2CREATE, BREAK THE CYCLE, PARKING LOT, HOOD CLASSIC, WORST ENEMY, FALLEN SOLDIERS, MARATHON MAN Худший трек: NO DRUGS STRONG 6",
    "imgSrc": "https://sun9-66.userapi.com/impg/0-AUrYQ7E3cwdnMlg6x5LcvMIe_SKqnR2D1n2g/_cpuC8tENrk.jpg?size=600x599&quality=96&sign=be2d0fc3bb6c68f0d1e9fd5edc438a24&type=album",
    "caption": "Jimmy's messages are what carry *GHETTOLAND much of the time."
  },
  {
    "id": "11",
    "year": 2023,
    "title": "Parannoul — After the Magic",
    "date": 1675504458,
    "video": "https://youtu.be/oo47nB-ptyk",
    "spotify": "https://open.spotify.com/embed/album/1rz6c0Nm9Zo1YmgA3P521A?utm_source=generator",
    "ru": "Третий полноформатник от южнокорейского анонимного исполнителя, автора песен, мульти-инструменталиста и продюсера Parannoul, вышедший после \"To See the Next Part of the Dream\" 2021 года, в одночасье ставший одним из самых обсуждаемых проектов на Bandcamp и в кругу фанатов шугейза. Большая половина искаженной, туманной и блаженной эстетики альбома выполнено великолепно и со вкусом. Но меня оттолкнули грубые миксы, перфомансы и монотонный вокал, даже с учетом дилетантской привлекательности музыки Parannoul. В то время, когда о \"To See the Next Part of the Dream\" заикалось каждое издание, у меня не было никаких причин избегать будущие проекты Parannoul. Я надеялся, что на следующем альбоме, скорее всего, будет продакшн получше, а также западная дистрибуция. А \"After the Magic\" в значительной степени является альбомом, который придерживается мягкой, нойзовой, яркой и сюрреалистичной эстетики \"To See the Next Part of the Dream\", но также достигает новых высот за счет пост-роковых билдов.\n\n И хоть \"After the Magic\" следует переслушать несколько раз, чтобы оценить все положение, это также альбом, чью невероятную красоту и поп-привлекательность можно уловить с первого раза. Поскольку данный LP затягивает слушателя прямо с опенера \"Polaris\", чьи гитарные аккорды в начале звучат как брит-поп баллада из 90-х или как \"Jumper\" от Third Eye Blind. Но затем действие переходит в сладкий, медленный джангл джем в сопровождении драм-машины, увенчанный нежным лид-вокалом и струнными. Можно было бы предположить, что подобное звучит фоново, но это не так, — присутствует постепенный билд, нагнетающий напряжение до такой степени, что мы получаем яркий всплеск из басов и синтов не от мира сего. Несмотря на многослойность, я могу разобрать его на части. Громоподобный, великолепный мотив, который перетекает в солидный финал. \n\nИ начиная с первого трека, пластинка представляет собой яркое музыкальное путешествие. Получаем блестящий и чистый тон на \"Insomnia\", чьи медленно меняющиеся последовательности аккордов контрастируют с быстрыми, плотными, интенсивными, яркими барабанными партиями. Несмотря на интересную и сложную комбинацию звуков, переход к припеву звучит достаточно естественно, — нас поражают изящной стеной из обволакивающего шугейз звучания, который становится все более блаженным и божественным по мере развития трека. В психоделический суп также добавлен яркий лид-вокал. \"Arrival\" дополняется синтами, риффами и глокеншпилем, слегка меняющие инструментальную палитру — в треке также присутствует комплексная, многофазная структура. Не скажу, что мне нравится слабый лид-вокал в первой половине трека, однако инструментал во второй половине — один из лучших на LP. \n\nУ \"We Shine at Night\" отличная структура, начиная с киношных звуков отдаленных шагов, уступающие место гитарному тремоло и медитативной мелодии. Создается ощущение, словно мелодия припева сильно знакома, возможно, отчасти из-за того, что последовательность аккордов в треке весьма популярная, однако Parannoul все-таки удается превратить ее в свой собственный мотив. Вдобавок, мне нравится страстный, напряженный вокал в конце — яркий момент на LP, олицетворяющий название трека. У \"Parade\" один из лучших комбинаций аккордов и мелодий, ярко контрастирующая с чилловым вайбом из предыдущего трека, — достаточно бодрые скрипки, а также арпеджио, разлетающийся во все стороны. \n\n\"Sketchbook\" расширяет инструментальную палитру LP — тут и крикет, эмбиент и синтетическая обработка вокала. Словно пластинка представляет собой аэроплан, переходящий из реального мира в мир снов, перемещающийся в прошлое, в футуристичное настоящее, или в утопию, или в далекое будущее. И учитывая сентиментальные и сказочные образы в лирике, данный вайб соответствует тексту. Вдобавок, трек многофазный. К примеру, акустическая гитара и весь инструментал в конце можно было бы превратить в отдельную песню. Но это все-таки является отличным аутро. Как ни странно, \"Imagination\" — очередная композиция в стиле непримечательных интро к альт-року 90-х, одна из самых простых песен на LP. И хотя трек звучит так же загруженно, как и все остальные треки, билд меня не порадовал. Аналогичное происходит с треком \"Blossom\", достигающий яркого момента, но никак не развивающийся далее. Хотя можно предположить, что на альбоме должна быть хотя бы пара треков без ярких происшествий. \n\nВозможно \"Sound Inside Me, Waves Inside You\" не является самым длинным треком, однако в треке присутствует один из самых плавных билдов на всей пластинке, — размытое роковое звучание, эмбиент с нойзом, достигающий кульминации в виде переплетающихся мужских и женских голосов, толстых и обволакивающих стен из грохота, барабанов, гитар, баса, синтов, медленно обретающие более искаженный характер. И вдруг, в конце трек испаряется под необъятностью собственного веса. Нежный клозер завершает пластинку яркой, но печальной кульминацией, где в лирике описывается конец сна. \n\nЛучшие треки: 북극성 (Polaris), 불면증 (Insomnia), 우리는 밤이 되면 빛난다 (We Shine at Night), Parade, 스케치북 (Sketchbook), Sound Inside Me Waves Inside You, After the Magic \nХудший трек: 도착 (Arrival) \n\nDECENT 8",
    "imgSrc": "https://sun9-75.userapi.com/impg/IhQ6zL4u_8_f_EgOFbhZ7TeiT-mgf_ThsCFM1A/ErTgWfuNlrw.jpg?size=600x600&quality=96&sign=7309ce0dc00e6a93f374c8ffe7c5a20c&type=album",
    "caption": "Parannoul reaches new heights of shoegazey grandeur on After the Magic."
  },
  {
    "id": "12",
    "year": 2023,
    "title": "Sam Smith — Gloria",
    "date": 1675936458,
    "video": "https://youtu.be/H9X_Ky_7R0k",
    "spotify": "https://open.spotify.com/embed/album/3Uq1jNGnD412ZvCb6j2DKV?utm_source=generator",
    "imgSrc": "https://sun9-37.userapi.com/impg/1R0nsY_1HdX2qlV3N6sSgA4JTS8tUi3j7T8Gxg/L_G1QfH-Fx8.jpg?size=600x600&quality=96&sign=2c98fd415529a59c7ca1deeac70f1b46&type=album",
    "caption": "A scant offering from Sam."
  },
  {
    "id": "13",
    "year": 2023,
    "title": "Young Fathers — Heavy Heavy",
    "date": 1676022858,
    "imgSrc": "https://sun9-70.userapi.com/impg/Ukc6q22TWg1PVpSAJ3lm4vWHjiI2QTh0CO1tEg/v8bAV40yJDk.jpg?size=600x600&quality=96&sign=a2e79147980dd55d9282f1debfda10e2&type=album",
    "caption": "The trio's most exciting studio album yet, so well worth the wait.",
    "video": "https://youtu.be/w-YFcyWbsvM",
    "spotify": "https://open.spotify.com/embed/album/6CmlLROLOUJZnZ8QeCCpqD?utm_source=generator",
    "ru": "Четвертый по счету LP от шотландского экспериментального рэп, арт-поп и лоу-фай трио Young Fathers. Я обозревал творчество Young Fathers еще с выхода EP \"Tape\". Было весьма интересно наблюдать за их дискографией, даже с учетом того, что не каждый коммерческий альбом мне понравился. К примеру, на предыдущем LP \"Cocoa Sugar\" не хватало экспериментов из предыдущих релизов, а \"Heavy Heavy\" решил восполнить сей пробел. На сей раз ребята смогли погнаться за двумя зайцами, преподнося фанатам креативное звучание из ранних релизов, при этом не забывая внедрять комплексные билды, в которых легко затеряться, особенно с учетом плавных переходов. И несмотря на то, что с первого взгляда все действие может показаться хаотичным и несуразным, все же, великолепные прогрессии инструментальной составляющей звучат кинематографично. Не говоря уже о том, что на LP Young Fathers преподносят новое звучание, — у мелодии и вокала отчетливо прослеживается влияние африканской музыки. Подобное характерно и предыдущих материалов трио, но я бы сказал, что сейчас они ссылаются к подобному звучанию еще сильнее, чем когда-либо.\n\n К примеру, во время опенера \"Rice\" с нечеткими басами и грязными лупами, постепенно перерастающими в яркие песнопения:\n\n \"These hands Can heal These hands Can heal\", — \n\nвокруг которого слышен грохот барабанов и приглушенный вокал. Всю инструментальную палитру можно сравнить с лесным пожаром, распространяющимся с большой скоростью. \"I Saw\" начинается с гипнотического гитарного риффа и солидного вокала:\n\n \"I want your shield I want your weapon\". — \n\nНа LP достаточно тем про самозащиту, сохранение психического здоровья, — как не поддаваться манипуляциям или инфоповодам, — и все выстраивается в очередную демонстрацию мощной перку\n\n \"Brush your teeth Wash your face\", — \n\nа гигиена в контексте данного трека приобретает чуть ли не религиозный характер. Напряженные луп и ритм на \"Drum\" в сочетании с психоделическим продом напоминают мне треки Animal Collective, особенно с учетом странных эффектов и бэк-вокала. От трека так и веет ранним творчеством AnCo. Однако, касаемо вокала, Young Fathers придерживаются иного подхода. Вайб AnCo также прослеживается за счет драйвовых хай-хэтов и баса на \"Sink or Swim\". Хайлайтом назову и трек \"Geronimo\" — мне нравится сдержанная, почти эмбиентная первая половина трека, а в мелодии прослеживается атмосфера олдскульного трип-хопа. Билд вокала и инструментала звучит божественно, что сразу прослеживается влияние нью-эйджа. \"Shoot Me Down\" ярко контрастирует с предыдущей песней за счет резких вокальных сэмплов: можно услышать голоса ребят, словно они вот-вот начнут перестрелку, — тут и жирный 808 и грязные биты. Все действие плавно переходит в серию вокальных партий и религиозного инструментала. \n\nНа альбоме достаточно хайлайтов. Единственное, чего так сильно не хватает трекам, так это должной концовки. Многие треки достигают отличной прогрессии, но временами трио попадают в ловушку и они словно не знают, как красиво завершить трек. На \"Tell Somebody\" преподносится один из самых грандиозных инструменталов с реверберацией на всей пластинке — билд все время развивается, что в конце концов никуда не ведет, резко обрывается, рассеивается и испаряется в тумане. И хотя есть и другие треки, претерпевающие аналогичную прогрессию, по крайней мере, у них отличный инструментал, и они больше походят на полноценные песни, чем на бесконечный билд. Есть также клозер, и у меня много вопросов касаемо трека — мы получаем гулкий ритм, который никак не соответствует общему темпу: ритм агрессивный, громкий, и в то же время хаотичный. И вокал Young Fathers поверх инструментала звучит посредственно, особенно когда пение и крики звучат еще громче. И в результате вся песня превращается в ужасную какофонию звуков. \n\nЛучшие треки: Rice, I Saw, Geronimo, Shoot Me Down, Sink or Swim, Holy Moly \nХудший трек: Be Your Lady \n\nSTRONG 7"
  },
  {
    "id": "14",
    "year": 2023,
    "title": "Hardy — The Mockingbird & The Crow",
    "date": 1676282058,
    "video": "https://youtu.be/HGbs596ef2U",
    "imgSrc": "https://sun9-64.userapi.com/impg/WYDHY0-ax9I5a1hYFST6SqeTtOiBm1kvVFkQfw/4krrOCgyPtA.jpg?size=600x600&quality=96&sign=174af1824f14b6e23fa397bc38e69fdf&type=album",
    "caption": "Hardy takes us to Walmart on his new concept album.",
    "spotify": "https://open.spotify.com/embed/album/6Oynwy3OABCiAqN9w9UqBN?utm_source=generator",
    "ru": "тест",
    "en": "Hardy is a country singer and songwriter who is now doing his thing out of Nashville. We have his second full-length LP here, 'The Mockingbird and The Crow', which kind of grabbed my attention at the start of this year because it was a pretty big country release. And on top of it, it's a double concept album, which there's not a whole lot of in the country sphere. I mean, that has been changing as of late, but country not exactly a genre known for its concept albums, known for its double albums. Was kind of curious if a guy like Hardy here has the power, the will, the artistry to change that. But if the genre is someday known for delivering that sort of thing, I hope it's not records like this that are brought up, because this was a wild ride and not in a good way.\n\nRecords like this put me in a really weird position, because there's a lot of people who would react to a review like this and say that I'm hating this album because I hate country music or I hate the culture that it represents or that it relates to, when in fact, I don't really have any issues personally with southern culture or rural life, small town living. I happen to think that there is a lot to that background and lifestyle and history. But it's records like this that kind of reduce it down to its dumbest, lowest common denominator elements. And rather than celebrating it for what it is or potentially could be, we are instead getting songs about Jack Daniels as if country music culture doesn't have anything to offer other than that. There are more references to Walmart on this record than there is to anything genuinely southern. Even the Bisquick shout out. I wonder if some of the lyrics on this LP are subtle product placement. \n\nBut let me kind of get into the concept of this double album. The record works in two halves. We have the first half, 'The Mockingbird' half, which is where Hardy pretty much indulges in some very sanitary, over-produced, bland and difficult to listen to modern country, balladry, acoustics, just low-key tracks. Songs that have more of a sentimental, sad or maybe even hopeful angle, be that with the very nostalgic 'Beer' or the track 'Red' where Hardy is not talking politics, he's talking red lips and red this and red that, just beautiful things that are red that remind him of his upbringing in his past. Both those tracks are honestly disgustingly corny to me. What makes them even more difficult to listen to and most of the ballads on this LP is that the vocal harmonies are layered so aggressively and all sound like they have some kind of pitch correction on them. So it sounds like I'm listening to an AI country singer rather than a human perform them. Sometimes the volume on the singing is so high, it's kind of drowning out everything else. \n\nThere are some more interesting narratives popping up a little later in this half of the LP. Though 'Wait in the Truck', which is a story song where Hardy comes across a woman who obviously has been through domestic abuse, and then he takes it upon himself to enact some vigilante justice. Narratively, that one obviously has its merits, but the track doesn't really feel like it centers around misogyny or abuse of women generally. It's more like one man's power fantasy in terms of getting the bad guy, as the track is not so much about what this woman has gone through, it's more about this guy being an angel for what he's doing. The song 'Drink One for Me' is very heavenly sentimental cut, which obviously deals in death and mortality and passing over to the other side. And while I can sympathize with a track that deals in love and loss, hearing Hardy sing about: \n\n'they ain't got beer in Heaven', — \n\nso 'Drink One for Me' is just too much. Aesthetically, the song has the glossy, gross, ultra shiny finish and veneer of a christian rock song, but lyrically it just sounds like a drinking song. \n\nAnd so many of the tracks in the first half of this thing are couched in the worst, most stomach churning, most eye roll worthy chorus ideas. Like the song 'I in Country' because: 'There ain't no I in country but there's a Y.O.U', — \n\noh yeah, baby, there's a Y.O.U in country. The following track 'Screen' is even more inadvertently funny, where Hardy is taking it to technology. Oh, man, keep that phone in your pocket at the rock show. Pull the plug and break the glass. I don't want to see no more screens. What are you doing to me, God? And the lyrics about a baseball of lonely baseball getting dusty at Walmart? Because nobody's buying baseballs at Walmart. They're all on their iPads now. \n\nThe song 'Happy' sees Hardy singing about happiness as if it's this character, it's a sentient being, like something from a Dr. Seuss story. Some of the bars here are cute, I can admit, but I don't really like the message. The song is couched in overall toward the end, as Hardy seems to think that people aren't happy just because they don't want to be, they're just refusing to be happy, they're refusing happiness. Happiness is banging on their door saying 'please let me in, let me make you happy'. And people are just refusing to be happy, they're letting in hate instead. What kind of hate we're talking about? I don't know. He doesn't really get specific about that or much of anything else. The possibility that people could be legitimately unhappy because of things happening to them or stuff that's out of their control doesn't really enter into the equation. \n\nOf course, we also get some genius level art commentary with the track 'Here Lies Country Music'. Yeah, country music is dead. It's over. It's long gone. It's done. What did it die of? Hardy says a lonely broken heart. A lonely broken heart is the reason country is dead, not industry produced gobbledygook that is completely out of touch with the lives and hardships of average people coming from the regions of the country this music is supposed to represent, outside of just being like 'you don't like screens and Walmart beer'. \n\nFollowing this, we have the title track 'The Mockingbird & the Crow', which is a bit of a pass moment on the album because this is where we transition into the second half. This is where the concept of the record really comes into play and we're moving into a new phase now. The first half of the song is interesting and paints all the tracks we've heard up until this point in a weird light, because Hardy portrays himself as like a mockingbird, somebody who's copying sounds and songs that he's heard before. Which I don't entirely disagree with in concept, because all the tracks up until this point are really bland, unimaginative, derivative and don't exactly strike me as being based on an original thought from a guy who put a lot of effort into what exactly you're hearing. So, I guess that makes sense. But then from here, he transitions from 'The Mockingbird' into 'The Crow', which is kind of like this edgier birdsona. I'm not trying to make Hardy out to seem like a furry or anything. Do they have a different name for it if you're bird? If you're into birds? But yeah, I guess he moves into this other birdsona, which is like this darker, meaner, heavier, angrier, edgier, but still very derivative version of himself, where he is now yelling and screaming and howling over really heavy alternative rock riffs. He's sounding like Kid Rock a little bit here with some slight rap rock shouts and flows. Of course, the vocal mixing is still awful and somehow overpowers the entire instrumental, even though it's got heavy alternative rock flare. The music kind of sounds like something off a Puddle of Mudd record as well. \n\nSo now Hardy is fully transitioned into the crow. And what does the crow have to say that the mockingbird doesn't? Well, we get our first taste of that on the song 'Sold Out', where Hardy reminds us that he's not sold out. He has no interest in selling out. What is he doing that signifies not selling out? Well, he has no problem with putting a dead buck on Instagram. Sorry, is that not selling out? If you were afraid of doing that, would that be a signify or you selling out? Also, take note of the fact that we've got our first full real rock song on the album. And the instrumentation sounds so gross, so stiff, so plastic, it doesn't even feel like I'm hearing humans perform it. Of course, on the song 'Jack', just like with the song 'Happy', he is singing from the perspective of Jack Daniels of liquor. Liquor is with you during this time, during that time helping you gain the courage to talk to that girl that you like and a host of other things as well. It's just so cheap and played out and gross and weird. It's trying to be so hard and dark and authoritative, but it couldn't sound more silly. \n\nThe irony of this track is that it's followed by 'Truck Bed', which is more white claw than it is Jack if we're talking drinks. Because we legit have a piece of electropop country, it's got some of that twangy instrumentation, but it's got the electronic beats as well and some of the sugary synths. I mean, as a genre fusion conceptually, it's interesting, but given the taste and tact of everything you've heard so far on the album, presuming you've heard it, it goes over as well as anything else here. The whistles in the background too sound like something Peter Bjorn and John or like a freaking Pitbull song. We just did a song about not selling out, meanwhile if you ask me what a piece of sell out country would sound like, I would tell you this. \n\nFrom here, we get more weird, commercially slanted attempts at fusing country music with other stuff. We have '.30-06', which sounds like Hardy trying to embrace a really bad pop punk aesthetic with these heavy pounding chords, sort of a snottier vocal delivery. Of course, it's cringe as hell, he should have gotten MGK to do a feature on it. Then, we have the overly dramatic 'I Ain't in the Country No More' where he portrays himself as being in the city on this one and it's like a horrible place, he's so scared, he's so freaked out, we're not in Kansas anymore. There's a lyric on here about him like cutting his foot on glass. Wear shoes, bro. Put a pair of freaking shoes on. It sounds like he's having such a traumatic experience being in a place with sidewalks and pavement and stores that aren't Walmart. He also makes mention of loving where he's from and that he'll be the martyr for that. How? In what way who's crucifying you for being proud of where you're from or like being from a rural area? No one, literally no one. \n\nFollowing this, we have the track 'Radio Song' where Hardy tries to consciously parody or make fun of the idea of a radio friendly country song, which he starts kind of playing into that with some twangy acoustics and instrumentation, some vocals that sound like they're done in more of a traditional country style, but with maybe a bit of camp thrown on there for mockery purposes. But here's the thing, these silly, kind of listener friendly country sounds that he's playing with here, sound just like the country ballads on the front end of the record. How can you be here making fun of this sound when you were literally unironically producing exactly this, just earlier on the album in the first half? But then, from here we transition out of these friendly, happy-go-lucky country passages into heavy riffs and a breakdown and a part where Hardy says fuck. Oh yeah, he says the F word and that makes it not a radio song at all, not like there's loads of songs on the radio that just have the F word edited out of them and they're popular anyway. \n\nAnd as if the vibes around this record couldn't get any more rancid, we have 'KILL SH!T TILL I DIE' where Hardy makes a big deal of a hunting culture, but then also gun culture and owning as many guns as you can, because you want them for when shit goes down, when there's bombs in the sky. Bro, I have news for you, if there's literally a bomb in the sky raining down on you, all the weaponry, all the firepower in the world is not gonna save your life. If I see a bomb coming down and about to drop on me, I'm not going to suddenly wish man 'if only I had 300 guns right now'. I would be set. There's also a trap beat on this track, some death metal growls, some heavy alt metal riffs, it is so gross, it's so tacky. \n\nAnd then, finally, we have the closer 'The Redneck Song' — if I was a redneck, if I considered myself to be a redneck, I would find the song offensive, because it just sounds like a gross parody of things that could potentially represent me. This sounds like an SNL skit meant to make fun of people who think that they're rednecks. And again, why are the harmonies so damn loud? Why is there a Weezer-esque novelty guitar solo? Why are there so many Walmart shout outs? Walmart does not care about you, it is so sad and unfortunate and a reflection of the economic death of America that rural communities have become so depend ending on Walmart for their food and basically their shopping infrastructure that we have artists like this referencing it so often. And the fact that is not a discussion or even a mention at all on this LP, it's not trying to celebrate country and southern and redneck culture, but instead focuses on beer. God, take me away from this album and let no other album like it come across my path or desk into the future. \n\nNOT GOOD"
  }
]
