const n=`Второй студийный альбом от балтиморского рэпера и продюсера JPEGMAFIA, aka Пегги, чью музыку я знаю уже некоторое время — "Communist Slow Jams", "Black Ben Carson", коллаб EP с Freaky ["The 2nd Amendment"], на котором засветился один из моих фаворитов 2016 года "I Might Vote 4 Donald Trump". Ранее Пегги был активным участником движения шумной, резкой, экспериментальной рэп-музыки. Но хотя его материал, безусловно, был замечательным, я не считал таким уж примечательным. Итак, начиная прослушивание нового альбома, я не совсем знал, чего ожидать. Я просто скрестил пальцы, надеясь на что-то большее, поскольку меня мало интересовали его предыдущие релизы. И я должен признать, что на сей раз Пегги смог удивить меня.\r
\r
Альбом состоит из 19 треков, общей длительностью в 47 минут. И я просто ошеломлен тем, насколько резким, детальным, креативным, экспериментальным, нестандартным, и в то же время цепляющим является данный альбом. По сравнению с предыдущими проектами, Пегги на сей раз работает с более модным, с более динамичным звучанием. Были моменты, когда флоу, грув или бит напомнили мне творчество Lil Uzi Vert, временами "The Race" от Tay-K. Но опять же, инфлюенсы не сильно выделяются, словно Пегги ссылался на них как на источник для создания более масштабного и причудливого художественного заявления. Поскольку, несмотря на наличие мейнстримных элементов, продакшн, сонграйтинг и тексты определенно нестандартные. Но тем не менее, определенно должно понравиться фанатам The Cool Kids или clipping.\r
\r
Тексты представляют собой своего рода смесь из подсознательного, самонавязанного, невежественного, грубого абсурда, черного юмора и безжалостной конфронтации. Конфронтация со всем, что попадается на пути Пегги: либертары или альт-правые женоненавистники, феминистки, президент, блогеры, рэперы из саундклауда, чрезмерно чувствительные белые люди. Достаточно упомянуть название трека "I Cannot Fucking Wait Until Morrissey Dies". Есть также трек под названием "My Thoughts on Neogaf Dying" с удрученным повторяющимся припевом:\r
\r
"I don't care\r
I don't care\r
I don't care".\r
\r
Альбом усеян отсылками к Mortal Kombat и Тиндеру. В первом треке альбома есть куплет, в котором Пегги говорит "I need a bitch with long hair like Myke C-Town". Как трогательно. Пегги также обещает не краситься в блонд как Канье:\r
\r
"Promise I will never go blonde like Ka- (hol' up)\r
Promise I will never go blonde like Kanye?", —\r
\r
а также:\r
\r
"Fuck a Johnny Rotten, I want Lil B", —\r
\r
определенно, один из моих любимых строчек 2018 года. Но тексты JPEGMAFIA выходят за рамки забавных строк и цитируемых фраз. На альбоме невероятно нигилистический, сатирический и агрессивный тон, который мне очень нравится. В этой пластинке столько всего, что я даже не знаю, с чего начать. К примеру, есть куплет на "Baby I'm Bleeding", который, вероятнее всего, станет одной из самых агрессивных партий, которые кто-либо услышит за весь год:\r
\r
"Ooh, I'm up in Brownsville, strapped with a Kimber\r
All you yuppie purses getting swiped like Tinder\r
Now I'm at the White House, looking for your President\r
Hop out the van, pointing guns at your residence\r
Ooh, I'm up in Queens now, showing y'all a body\r
Hoping that you pussy ass try and find me\r
Chains on my body, looking like a rapper\r
Acting like a slave when I'm gunning for my masters, nigga".\r
\r
Есть момент, где Пегги использует горловой сэмпл из интро "Goin' Down" от Ol' Dirty Bastard — превращает трек в цикл из дикого горлового пения и беспрестранно читает рэп на фоне приглушенных барабанных. В какой-то момент в треке также можно услышать размытый гитарный переход — один из самых диких инструментальных партий, которые я слышал за весь год. Есть также нестандартный и плавный трек "Thug Tears" со слащавым вокалом, с легкой обработкой, звучит как альтернативный R&B из параллельной реальности. В "Rock n Roll Is Dead" представлены странные сэмплы, пропитанные реверберацией — звучит жутко, странно, причудливо и отлично сочетается с куплетами Пегги, который в конце превращается в угрюмый клауд-рэп композицию.\r
\r
Пегги удается упаковать достаточно много элементов в одну песню, включая свитч-апы, новые направления и обходные пути. Даже на более коротких треках. На многих треках присутствует интро, куплет, а дальше — все может вылиться во что угодно. "Germs" начинается с глитч-хопа, с монотонными рэп куплетами. И вдруг, Пегги начинает кричать хриплым фальцетом, который чем-то напоминает мне песни Принса. Тем временем, можно услышать наложение вокала, где Пегги в комедийной манере подкалывает людей с гуманитарным образованием. Кажется, что Пегги пытается полить грязью всех и вся, и мне это нравится. Это не просто агрессия ради катарсиса, это попытка подтолкнуть и спровоцировать любого, кто слушает альбом, в попытке проверить насколько чувствительным является слушатель. Я мог бы часами разбирать каждый инструментал на альбоме и каждый раз находить новые элементы.\r
\r
Касаемо недостатков, на альбоме есть пару песен, которые можно было бы удлинить, недостаточно детализированы. К примеру, "Libtard Anthem", который мне показался весьма забавным треком, легко можно было бы удлинить до 5 минут и от этого трек никак бы не пострадал. И определенно есть пару треков, где Пегги терпит поражение. Скажу, что "Williamsburg" является наглядным примером. Подавляющее большинство треков на альбоме довольно короткие. И мне нравится рандомные, внезапные элементы альбома. Непредсказуемость — главное преимущество альбома, а на его фоне Пегги продолжает вставлять один нетрадиционный хук за другим. И хотя треки довольно короткие, довольно причудливые, все словно переплетается в большой хаотичный гобелен. И по ходу альбома весь проект начинает звучать еще причудливее, особенно на таких треках, как "1488" и "Curb Stomp".\r
\r
Лучшие треки: 1539 N. Calvert, Real Nega, Thug Tears, Baby I'm Bleeding, My Thoughts on Neogaf Dying, Rock n Roll Is Dead, Germs, Panic Emoji, I Cannot Fucking Wait Until Morrissey Dies, Curb Stomp\r
Худший трек: Williamsburg\r
\r
DECENT 8\r
`;export{n as default};
