const n=`Новый альбом от токсичного, ярого представителя автотюна и дренч культуры, рэпера из Атланты, Фьючер. Это его девятый полноформатник и третий по счету в этом десятилетии — и за этот маленький промежуток времени прослеживался период длительной засухи в творчестве Фьючер, потому что на "High Off Life" даже сам Фьючер звучал немного уставшим от тех же самых звуков и лирических тропов, которые у него были в тяжелой ротации на протяжении последних пяти лет. Я также обозревал его совместный альбом с Lil Uzi Vert, вышедший в 2020 году, и я не могу вспомнить ни одной песни с того альбома. Но я рад вам сообщить, что по сравнению с предыдущим альбомом, “I Never Liked You” звучит намного смелее и запоминаемым, не потому, что Фьючер заново изобретает велосипед или решил удариться в эксперименты со структурой песни и несколько более крутым продакшном, как это было в «The WIZRD».\r
\r
Честно говоря, на некоторых треках на этом альбоме Фьючер звучит несколько оживлённо, где он превозносит свой оживленный флоу и лирическую токсичность на новые высоты с коллекцией довольно приличных бэнгеров. К примеру, на опенинге "712PM" со строчками:\r
\r
«Oh, she don't like girls, bet this money make a bitch so gay».\r
\r
Также есть момент, когда ему все равно, что «этот парень стреляет в церковь», потому что он «Бог, идущий по этой Земле». У меня много вопросов к тексту песни, но все же, благодаря безжалостным текстам, Фьючер устанавливает определенную планку, подкрепляя нарратив гудящим трэп-битом, пронизанным восточными мотивами. Также есть трек "Keep it Burnin" с участием Канье Уэста. Скорее всего фанаты Канье уже слышали более раннюю версию этой песни в "Donda 2". Мне не совсем нравится припев, но тем не менее я занесу трек в хайлайты — тут полные куплеты Канье и Фьючера, перформанс Канье безумный, а флоу Фьючера вместе с его первым куплетом восхитителен. Харизма Фьючера просто зашкаливает на данном треке. Песня "Gold Stacks" тоже звучит достаточно дерзко. Но в треклисте есть пару треков с менее грубым продом — не то чтобы они сильно меняют картину повествования, не то чтобы я их назвал любимыми треками на альбоме, но они все же добавляют немало ценности треклисту. К примеру, это касается таких треков, как "Puffin On Zootiez" или "Love You Better". Да, второй трек довольно короткий и местами можно заметить пару дурацких вокализаций, но на самом деле это один из самых искренних и душевных песен Фьючера, когда-либо попавших на его альбом: сладкий и страстный вокал, пение довольно приятно слушать, клавиши с реверберацией прекрасно сочетаются с мягким битом. Единственная проблема с этим треком заключается в том, что я ожидал получить большего, особенно ближе к концу трека, где Фьючер упоминает, что его бабушка научила ему состраданию, и в этот определенный момент слушатель ожидает продолжения нарратива, но все внезапно обрывается на полуслове.\r
\r
Во второй половине альбома также есть пару довольно сильных моментов. К примеру, Кодак Блэк на "Voodoo" — возможно здесь вы услышите его лучший перформанс за все время. Данный трек также включает в себя один из самых волнительных перформансов и от самого Фьючера, даже когда его тексты не совпадают с трагическим тоном в припеве Кодака. Далее, "Holy Ghost" — одна из самых кровавых и развратных песен, которые когда-либо выпускал Фьючер. Черствость и агрессия, которые он демонстрирует на этом треке возносят его на новый уровень. Вдобавок ко всему, тревожный инструментал и фрагменты припева, вплетенные в бит, возносят трек до эпического уровня. В "The Way Things Going" есть страшная, но праведная энергия, которая преподносит слушателю еще одну приятную эмоциональную смену темпа вместе с запоминающимся припевом:\r
\r
«The way things goin', made my whole crowd scatter».\r
\r
А затем в "I'm on One" с участием Дрейка возвращается классический вайб из микстейпа "What a Time to Be Alive". И эта версия намного лучше, чем та коматозная песня, которая была у них ранее на том LP, которая, честно говоря, является полным провалом. Фьючер отрабатывает свое на переднем плане, а Дрейк звучит оживленно и вовлеченно с парой свитч-апов во флоу во второй половине трека.\r
\r
На этом альбоме есть пару ярких хайлайтов, как и на любом другом альбоме Фьючера. Но, как правило, по моему опыту, разрыв в качестве между хорошими треками и некачественными на его альбомах довольно большой. Но это определенно не касается данного альбома. Большая часть треков, не учитывая мои любимые, оказались довольно сносными. Вы знаете, Фьючер любит заполнять альбом большим количеством треков, но здесь вы определенно не найдете трек, который вы обязательно скипнете. Мне бы определенно хотелось, чтобы "Massaging Me" длился чуть дольше. Есть также "Chickens", где EST Gee преподносит один из своих лучших куплетов на своих фитах. Трек "We Just Wanna Get High" тоже хорош, но он не сильно выделяется по сравнению с другими песнями Фьючера.\r
\r
Но все же, давайте перейдем к неудачным трекам. Например, грустный клозер на этом альбоме, который начинается так же, как и любая другая грустная песня Фьючера, но постепенно он переходит в медленную запинку, бессмысленно выдыхающееся в самом конце, словно обиженная бабка на базаре решила уйти от вас так и не распрощавшись нормально. Еще есть "I’m Dat N\\*\\*\\*\\*", который мне показался чертовски длинным треком — я бы сказал, что за 2 минуты и 30 секунд мы в значительной степени успеем уловить смысл и вайб трека, нет причин для того, чтобы данное действие продолжалось еще две минуты. Тем более, что у Фьючера здесь не лучший хук на альбоме, вдобавок ему нечего больше добавить в нарратив песни. На самом деле кажется, что ограничение в 2 минуты помешало бы следующей строчке увидеть свет:\r
\r
«Fucked her in the ass, made her peepee (Woo)».\r
\r
Странный флекс, но бог с этим. Затем у нас на подходе трек "For a Nut" с участием Gunna и Young Thug, который просто изо всех сил пытается быть грубым и женоненавистническим до такой степени, что текст даже не шокирует слушателя, а данный подход выглядит отчаянно и грустно. Песня наполнена странными и грубыми референсами, а Gunna в какой-то момент выдает следующее:\r
\r
«She ripped off his Dior shirt 'cause it had nut stains (Nut stains)».\r
\r
Ты взрослый мужчина. Ты продолжаешь пачкать спермой свои трусы? Ты вообще не моешь свое нижнее белье? Ребята, так не пойдет, не надо ходить с грязными трусами. Фьючер на этом треке сильно режет ухо, а Young Thug выдает пару странных строчек:\r
\r
"She just ate cum, we in Hong Kong (Woo)\r
Big shades on just like Farrakhan (Woo)"\r
\r
А единственная благодать трека в следующей строчке:\r
\r
«I just put some diamonds in her butt (Butt)».\r
\r
Да, мне не нравится этот трек, и на этом месте мои мысли об этом LP заканчиваются.\r
\r
Это один из лучших проектов Фьючера? Наверно, но у меня смешанные чувства касаемо конечного результата и как Фьючер звучит довольно вяло на некоторых треках, также поражая нас плохими, нелепыми, а иногда и безвкусными идеями. Но для меня это было ожидаемо и возможно мне следует перестать обозревать подобные альбомы. Но если все вышеописанное вас никак не смущает, то наверно вам ничто более не помешает получить удовольствия от прослушивания данного альбома.\r
\r
Лучшие треки: 712PM, KEEP IT BURNIN, GOLD STACKS, HOLY GHOST, THE WAY THINGS GOING, I'M ON ONE\r
Худший трек: FOR A NUT\r
\r
Дата релиза: 29 апреля 2022 года\r
Жанр: trap rap\r
Оценка: STRONG 5\r
`;export{n as default};
