const e=`Новый LP от исполнителя, автора песен, мульти-инструменталиста, продюсера, руководителя Third Man Records, единственного и неповторимого Джека Уайта, выпустившего свой второй полноформатник в этом году. Данный альбом заметно контрастирует с альбомом "Fear of the Dawn", вышедший пару месяцев назад — простой, взрывной и агрессивный альбом Джека: жгучие гитарные тона и риффы, почти каждый трек походил на бэнгер. Но Джек уже начал тизерить новый LP ранее в этом году, наряду с синглами из "Fear of the Dawn": "Love Is Selfish", "If I Die Tomorrow", — акустическими треками, которые предсказывали более мягкое звучание альбома. И после прослушивания всего альбома, скажу, что это действительно так. "Entering Heaven Alive" также посвящен любовным песням, что неудивительно, учитывая анонс о свадьбе, последовавший после выхода "Fear of the Dawn".\r
\r
Ожидали получить акустический альбом с 11 треками, одержимого романтикой Джека. Казалось, что все как надо, особенно если учесть, что баллады и акустические композиции оказались одними из лучших треков в дискографии Джека. Но есть только одна проблема — Джек собрал не лучший треклист. Это я уже понял на основе синглов. К примеру, "All Along the Way" опирается на невероятно утомительную, многослойную гитарную партию с вялым темпом, никак не поддерживающий вокал Джека на протяжении всего трека. Не могу отделаться от ощущения, что в первой половине трека чего-то не хватает — она слишком сырая, ей действительно не хватает дополнительного слоя, однако мне нравится заводной орган во второй половине трека. Но помимо этого, остальная часть трека нуждается в корректировке. "Love Is Selfish" звучит лучше, но ненамного — получаем более плавные флоу, перформанс и гитарные партии, мне нравится текст о том, как любовь может прервать/испортить ваши планы или высосать весь воздух из комнаты. Трек довольно причудливый, но вторая половина трека намного слабее, чем первая. И несмотря на то, что песня пытается звучать привлекательно, она не достигает уровня классических треков Джека, таких как "We’re Going to Be Friends".\r
\r
Прослушав данные треки, я надеялся, что альбомные треки будут звучать солиднее. Но, увы, этого не случилось. Есть пару песен, которые звучат более сыро, абстрактно — они хороши, но в целом они никак не дополняют альбом. К примеру, в "I've Got You Surrounded (With My Love)" есть пару крутых гитарных партий. Однако весь трек представляет собой заводную медитативную мелодию, которая заходит в одно ухо и вылетает из другого. "A Madman From Manhattan" тоже не производит особого впечатления — акустический рок, который начинается так же незаметно, как и заканчивается, и где можно услышать разговоры, словно некий битник из вселенной доктора Сьюза читает текст.\r
\r
И что забавно, касаемо лирики, это не самый худший момент на альбоме. Достаточно вспомнить "Queen of the Bees", которая начинается со строчек:\r
\r
"I feel lonely when I'm left all alone\r
I feel homely when you leave me at home".\r
\r
А следующие строчки еще больше сбили меня с толку:\r
\r
"The coffee is warm, but it's not too good\r
Or maybe it's misunderstood, like me", —\r
\r
ну, ок. Не говоря уже о том, что инструментальная часть представляет собой бойкий винтажный джаз с трепещущим ксилофоном, который звучит как саундтрек из видеоигры "Cuphead". Вдобавок, отчаянный, напряженный вокал Джека далеко не самый лучший. Глупее моментов в данном треке только куплеты в "Help Me Along". И не поймите меня неправильно, мне нравится красивое интро с царственными струнными и фортепиано, однако размытые органные и марширующие биты создают скорее мультяшную атмосферу, нежели романтичную.\r
\r
Первая половина данного LP, по правде говоря, довольно грубая, единственный трек, который мне понравился, это опенер — несмотря на акустическое звучание трека, он не звучит сыро, отчасти благодаря слащавому вокалу Джека, басам и ударным. Вдобавок, мне нравится настойчивая и сладкая последовательность аккордов, которая полностью слизана с классических White Stripes. А во второй половине альбома есть свои преимущества и недостатки. В "A Tree on Fire From Within" одни из лучших лирических метафор на всем альбоме, а также насыщенный бас и величественное фортепиано, — у трека одна из самых интересных инструментальных палитр на всем альбоме.\r
\r
И по мере того, как мы переходим ко второй половине альбома, Джек не в состоянии подобрать вокальную мелодию/последовательность аккордов, которые не звучали бы так посредственно. Моим любимым треком в последней половине альбома стал клозер "Taking Me Back (Gently)", в основном благодаря мощному винтажному звучанию с пламенным соло на гитаре и красочной скрипкой. И хотя это далеко не моя любимая песня Джека Уайта, мелодии и инструментал трека звучат куда веселее, чем большая часть того, что предлагает нам альбом. И не то чтобы данный альбом должен был звучать весело или оптимистично, нет. Есть достаточно много вариаций, которыми можно было бы разбавить альбом, будь то что-то романтичное, трогательное и милое, или то-то более мрачное и депрессивное. Но нет, как раз таки этого так и не достает "Entering Heaven Alive".\r
\r
Лучшие треки: A Tip From You to Me, Taking Me Back (Gently)\r
Худший трек: Queen of the Bees\r
\r
LIGHT 5\r
`;export{e as default};
