const n=`Новый LP от легенд ню- и альт-метала Slipknot. Седьмой по счету LP, вышедший после "We Are Not Your Kind" 2019 года, который был одним из лучших и самых авантюрных альбомов группы за последнее время — ребятам удалось отойти от своего типичного звучания на нескольких треках. И я надеялся услышать, что и у нового альбома будут амбиции. К слову, так и случилось, что одновременно и хорошо, и плохо. К примеру, есть такие моменты на подобие трека "The Chapeltown Rag", на котором мы слышим новую вариацию олдскульных Slipknot: риффы и агрессивные барабаны, звук потрескивания пластинки, а фирменные крики группы отныне пронизаны бласт-битами, тремоло, зловещим вокалом, а также офигенной мелодией. И весь привычный нам арсенал Slipknot также есть и на "The Dying Song". Что здорово, поскольку айовская группа из кожи вон лезла, чтобы воссоздать эпичность из предыдущих релизов. Благодаря жажде чего-то нового и великого вышел экстремальный трек "Hive Mind", с крутыми барабанами, увенчанными рычащим гитарным риффом. Лирика Кори Тейлора впечатляет уровнем цинизма и гнева:\r
\r
"You're such a tortured soul but I don't wanna hear about it\r
You say you're not involved but all you do is talk about it", —\r
\r
не говоря уже об эпичных синтах на заднем плане. И пока я говорю о том, как группа охватывает мрачные и яркие идеи, было бы упущением, если бы я не упомянул трек "Acidic" — мрачный альт-рок из 90-х в стиле Stone Temple Pilots в сочетании с Nine Inch Nails. И в середине трека становится немного не по себе, когда группа начинает играть на полную катушку.\r
\r
Но в то же время на LP есть довольно много моментов, когда Slipknot отправляются в неизвестность и возвращаются с пустыми руками. К примеру, на опенере "Adderall" — несмотря на то, что я слушал трек несколько раз, до сих пор не могу поверить, что это официальная песня Slipknot с официального альбома Slipknot, а не просто какая-то ошибка. Возможно трек вставили в альбом в последнюю минуту? И дело не столько в том, что песня никак не похожа на творчество Slipknot, а в том, что она пытается сымитировать: представьте, что у вас есть друг, который играет в прог-рок группе на местной ярмарке эпохи Возрождения. Подобный жанр не только ничего не привносит Slipknot, но и наоборот, поскольку группе так не хватает изящного исполнения, чтобы убедительно реализовать нечто подобное. Посредственные барабанные партии, скучный бас, неинтересные ноты и последовательности аккордов. На заднем фоне играют бренчащие акустические гитары, которые ничего от себя не добавляют. К тому же, Кори демонстрирует не лучший перформанс.\r
\r
Мрачная мелодрама принимает новую форму в песне "Yen", где мы натыкаемся на зловещие и мрачные куплеты, которые не так уж и плохи. Однако переход к тяжелым риффам во время припева полностью лишен изящества — очередное доказательство того, что Slipknot не могут в данный жанр. Это также подтверждается треком "Medicine for the Dead", который звучит так, словно Slipknot пробуют свои силы в психоделике группы Tool, с примесью "Black Album" Металлики. И да, перформанс также не спасает положение. Вдобавок, угрюмые нисходящие вокальные гармонии во время припева звучат так, словно кто-то скрипит гвоздями по доске:\r
\r
"Your condition is a symptom, we'll have to give you medicine for the dead".\r
\r
И почему "Heirloom" звучит как демка Disturbed? Чрезмерная резкость "Warranty" в сочетании с лирикой звучит так, словно вы слушаете песню в Walmart'е, находясь в очереди на возврат:\r
\r
"My advice, now don't think twice\r
You always buy brand new".\r
\r
Идеальный рецепт кринжа. Но самое большое разочарование на этом LP — последняя половина альбома. У "H377" один из самых никчемных припевов:\r
\r
"One of us knows who hates me\r
One of us loves it".\r
\r
Зачем представлять подобную игру в угадайку, если в любом случае вы получите типичную тему трека Slipknot? Но в любом случае, мне нравится инструментал. И на последнем треке "Finale" возвращается балладное звучание, и в очередной раз Slipknot ничего нового не привносят. Хотя мне нравится, как более постепенно нарастают гитары и барабаны. Тем не менее, я не могу закрыть глаза на звук потрескивания пластинки в самый неподходящий момент. Или на моменты, которые не имеют особого смысла в песне. Вдобавок ко всему, почему звук потрескивания воссоздает одно и то же звучание? Но если это вас не смущает, то вас определенно смутят фрагменты групповых напевов поверх инструментала — еще один момент на LP, где группа возомнила, что тем самым они будут звучать эпичнее, чем на самом деле. Возможно, это и есть самое худшее на данном LP.\r
\r
Лучшие треки: The Dying Song (Time to Sing), The Chapeltown Rag, Hive Mind, Acidic\r
Худший трек: Adderall\r
\r
STRONG 4\r
`;export{n as default};
