const n=`Годы спустя возвращаюсь к повторному обзору данного альбома. И это далеко не первый раз, когда я повторно записываю обзор. Особенно на фоне того, что в прошлом я записал негативный обзор. И на сей раз дело касается альбома, контекст которого сильно поменялся за очень короткий промежуток времени. Спустя месяц после релиза альбома, Мак Миллер скончался от передозировки наркотиками. И внезапно тематика альбома о внутренних демонах, депрессии и злоупотреблении психоактивными веществами предстали для слушателей в более полном виде. И "Swimming" стал не просто очередным альбомом в дискографии молодого артиста, а последним стейтментом Мака Миллера. И после выхода альбома я никак не учел это. В 2018-м я уже успел разобрать все альбомы Мака и лично мне казалось, что разносторонний, причудливый "GO:OD AM" был его лучшим релизом. И мне не понравился более утонченный и мелодичный подход на следующем альбоме "The Divine Feminine". И с точки зрения настроения и тона, я рассматривал "Swimming" как очередное продолжение эры "The Divine Feminine", чьим поклонником я никогда не был. Что в какой-то степени верно, поскольку вряд ли Мак смог бы записать "Swimming", если бы не было первой попытки в виде "The Divine Feminine". И не думаю, что мы смогли мы лицезреть авторские песни на "Circles", если бы не вышел "Swimming". После выхода "Circle", отныне проще переслушивать "Swimming", поскольку полностью меняются ожидания.\r
\r
По правде говоря, мне все еще не нравится пение на данном альбоме, что местами я предпочту вокал из "The Divine Feminine". Это касается верхнего диапазона во время интро и вялого фальцета во время "Perfecto". Кроме того, резкий автотюн в песне "2009", когда вокальные слои наслаиваются друг на друга, сводит на нет интимную атмосферу трека. Спустя столько лет в глаза все равно бросаются некоторые недостатки альбома. Но даже на тех моментах, которые мне не нравятся, есть свои положительные качества, которые я благополучно упустил из виду. К примеру, текст на "2009" завершается описанием одиночества Мака, его прошлого и веры в высшие силы. И во время интро можно услышать великолепную игру на гитаре и на цифровом пианино, мне также нравится последовательность аккордов. Даже на "Conversation, Pt. 1", несмотря на то, что трек повторяет один и тот же мотив, прослеживается мрачная энергетика, а Маку удается продемонстрировать свое остроумие:\r
\r
"Lacin' up my sneakers, I be runnin' out of patience\r
...\r
They ain't on my wave but they wavin'", —\r
\r
описывается сюрреалистичная картина роста и успеха его карьеры, что в конечном итоге Мак перестает осознавать свое окружение. Между тем, в тексте создается ощущение, словно Мак комментирует свое собственное поведение, даже когда он говорит от третьего лица. Или словно кто-то подменил его, а двойник противоречит всем его убеждениям.\r
\r
В "Dunno" прослеживается аналогичное ощущение — песня представляет собой мрачный внутренний монолог об отношениях, которые могли бы развиться куда лучше. Касаемо клозера "So It Goes" — первоначально мне хотелось услышать грандиозное завершение всего альбома, но на самом деле песня представляет собой своего рода прекрасный момент безмятежности и незавершенности. Игривый, медленный бит и веселые рифмы Мака воссоздают приятное ощущение клиффхэнгера. Также можно услышать игру слов с "seasoning" и "seasons":\r
\r
"Hmm, I bring more flavor than all the seasons\r
Winter, spring, summer, fall", —\r
\r
что также отсылает нас к нарциссизму Мака и употреблению наркотиков. Затем также можно услышать, пожалуй, самый красноречивый текст Мака:\r
\r
"My God, it go on and on\r
Just like a circle, I go back where I'm from".\r
\r
Яркое восхождение синтов, целиком поглощающее песню ближе к финалу, также является приятным дополнением.\r
\r
Оглядываясь в прошлое, могу сказать, что я определенно проморгал эти моменты. Стоит также упомянуть хайлайты, которые мне понравились изначально, среди которых назову трек "Hurt Feelings". Простые, приглушенные гитарные аккорды и гулкий бас звучат невероятно, что также воссоздают ошеломительную, и в то же время весьма простую атмосферу. Вдобавок, в данной песне можно услышать один из лучших перформансов Мака на альбоме. Мы также получаем одну из самых оригинальных строк на всем LP:\r
\r
"New crib, blue fountains\r
These are my surroundings\r
I've been going through it, you just go around it".\r
\r
На "Small Worlds" можно услышать один из моих любимых битов на LP. Грустные струнные и причудливая последовательность аккордов воссоздают ощущение, словно все действие происходит на фоне комедийной театральной постановки. Фанковая басовая партия в "What's the Use?" определенно сыграет роль спустя столько лет. Я смог выучить данную партию. На фоне плавного флоу Мака и резкого свитч-апа, у меня появилось желание отправиться в прошлое, схватить себя прежнего обеими руками за плечи и спросить: "о чем ты вообще думал?". Однако в 2018-м мне определенно не нравилось пение Мака, что я сразу сравнил это с шепотом. Для танцевального трека его вокал звучит слишком тихо. Но со временем я понял, что это скорее аргумент в пользу альбома, нежели его минус. Поскольку, несмотря на то, что данный трек звучит тихо, он все же выигрывает за счет партии Thundercat.\r
\r
Песня "Ladders" охватывает аналогичное фанковое звучание, но на сей раз в микс привносятся духовые. Опять же, мне изначально не понравился мальчишеский вокал Мака, но в ретроспективе все поменялось. Инструментал представляет собой легкий, классический, отлично смикшированный фанк. Мне также нравятся рэп куплеты. И еще стоит отметить пару моментов на LP, где вокал Мака мне нравится больше, чем в прошлом. Будь то песня "Wings" — утонченная и депрессивная колыбельная композиция, которая, возможно, заложила основу для того, что в конечном итоге произойдет на "Circles".\r
\r
Лучшие треки: Hurt Feelings, What's the Use?, Self Care, Wings,\r
Ladders, Small Worlds, Jet Fuel, So It Goes\r
Худший трек: Perfecto\r
\r
LIGHT 8\r
`;export{n as default};
