const n=`Крайний полноформатник от представителя лейбла "Top Dawg Entertainment" (TDE), рэпера из Западного Побережья Ab-Soul. Прошло уже более десяти лет с тех пор, как в 2012 году он сумел получить признание с головокружительным и умопомрачительным "Control System". И дело дошло до пятого LP. С легкостью можно сказать, что Ab-Soul является одним из самых креативных рэперов современности. Его рифмы и игру слов сложно сымитировать. И хотя я считаю, что идеи на последующих альбомах не были реализованы должным образом, на таких проектах, как "These Days...", Ab-Soul внедряет концепцию. Но на "Herbert", вместо того, чтобы не ограничиваться самокопанием, Ab-Soul продолжает описывать свои собственные переживания — про свое прошлое, настоящее, что в итоге данный альбом можно охарактеризовать как самый личный альбом Ab-Soul'a. Но в то же время нельзя сказать, что альбом выстраивает целостную картину, как я ранее на это надеялся.\r
\r
Я восхищаюсь амбициями Ab-Soul'a, но, как и на предыдущих альбомах, его амбиции выявляют все недостатки альбома. Для яркого примера рассмотрим две последние песни из треклиста. Клозер "Gotta Rap" — классическая джаз-рэп композиция с мощными битами от DJ Premier. На треке также можно услышать пару отличных скретчей. Ab-Soul выдает отличные строчки:\r
\r
"I like to call myself the God of rap\r
But really I just gotta rap (gotta rap, gotta rap)".\r
\r
Кроме того, есть и более двусмысленные фразы:\r
\r
"I put my life in these sentences, bring the felons in", —\r
\r
преступники [felons], отбывающие наказание [sentences]. А также:\r
\r
"My cuddy in the coupe, flipping chickens", —\r
\r
друг [cuddy] торгует кокаином [chickens]. Это моя интерпретация данной фразы, поскольку это придает смысл следующей строчке:\r
\r
"Turning one up into two that's a mockingbird", —\r
\r
Ab-Soul смешивает кокаин с другими вещами, чтобы товар казался более объемным. Это фикция [mock], это обман [mockingbird]. Если сравнивать данный трек с другими рэп композициями, возможно, трек вам покажется неоригинальным, однако Ab-Soul отлично воплощает главную идею классического хип-хопа. Есть и другие альбомные треки, следующие аналогичному тропу. Будь то безумный "No Report Card", взрывной "FOMF (Fuck Out My Face)" или суровый "Gang'nem". Трек "Moonshooter" также является моим хайлайтом, на котором можно услышать отличный перформанс Joey Bada$$. Но, как ни странно, лучшей партией приглашенного артиста на данном альбоме назову партию от Punch'a, президента TDE, в песне "Goodman".\r
\r
Но с другой стороны, на альбоме есть такие треки, как "Positive Vibes Only", где Ab-Soul переоценивает свои силы. Автотюн звучит ужасно, крики Ab-Soul'a, а также его затянутые вокальные партии во время бриджа, звучат плохо. И как мне кажется, яркие заикающиеся синты звучат слишком резко. И в конце, попытка песни воссоздать позитивный месседж заканчивается весьма неуклюжим образом. И я считаю, что остальные попытки на альбоме воссоздать суперконцептуальный, осмысленный месседж тоже не увенчались успехом. У нас есть комплексный опенер, на котором смешано всё — тут и трогательное голосовое сообщение от бабушки Ab-Soul'a, тут и мрачная партия в стиле треков Joji, поверх которого Ab-Soul читает рэп, тут и агрессивный свитч-ап, задающий основу для второй половины трека. У трека есть свои преимущества, чего не скажешь о неуклюжей прогрессии, которая никак не соединяет вместе разрозненные между собою части трека. Кроме того, можно наткнуться на пару сомнительных текстов:\r
\r
"Worst case scenario, this shit stereo burial\r
You're very venereal, I'm going to set you men straight", —\r
\r
"set you men straight"? Menstruate? Ugh. Временами Ab-Soul'у так не хватает такта.\r
\r
Есть также "Art of Seduction", где Ab-Soul охватывает тематику токсичных отношений. Безусловно, мне нравится медленный мотив, безусловно, мне нравится интроспекция, но трек не вызывает во мне никаких чувств. С учетом медленного перформанса и утомительного темпа на "Bucket", создается ощущение, что трек слишком затянутый, даже на фоне таких строчек, как:\r
\r
"You know the more you're honor somebody, the more you judge 'em", —\r
\r
you're honor = your honor, judge. Возможно, на "Church on the Move" присутствует худший бит на всем альбоме. Мне нравится ритм, мне нравится госпеловский мотив, однако резкие синты, сливающиеся с флоу Ab-Soul'a во время припева, звучат ужасно. Не могу даже вспомнить, слышал ли я более ненужное сочетание звуков за прошедший год. Есть также заглавный трек, где поднимается тема о том, что публика, кто бы ни слушал альбом, никогда не поймет "Herbert". И да, песня не поможет слушателю понять весь смысл "Herbert", особенно на фоне скучного бита, пронизанного мрачным сэмплом, странными эффектами и шумом, которые в значительной степени заглушают весь вокал Ab-Soul. Кажется, он приложил много усилий, чтобы изложить свои мысли и личные переживания на треке, но большую половину времени его слова трудно разобрать. Возможно, в этом и есть весь смысл трека. Но лично я считаю, что можно было бы найти более интересный способ поднять данную тему, нежели просто сделать так, что его голос трудно разобрать. Кроме того, есть песня "Go Off" с участием Big Sean и Russ — довольно странный коллаб. Я слышал отличные куплеты от этих парней на протяжении многих лет, и никак не считаю, что представленные на данном треке куплеты входят в число моих фаворитов. Их куплеты не звучат ужасно, но их куплеты как бы затягивают вторую половину трека.\r
\r
И в целом, считаю, что пластинка слишком длинная. В первой половине альбома можно встретить лучшие треки и одни бэнгеры. Хотя я действительно считаю, что данный LP вышел куда лучше, по сравнению с двумя предыдущими LP Ab-Soul'a, LP не смог оправдать мои ожидания, учитывая связи Ab-Soul'a в муз. индустрии, учитывая его уровень таланта, учитывая, что было достаточно времени на запись нового альбома, учитывая его уникальный и мгновенно узнаваемый стиль. Несмотря на все вышесказанное, по какой-то причине Ab-Soul по-прежнему остается одним из самых незаметных представителей TDE. Когда он начинает охватывать более амбициозные и более абстрактные идеи, конечный результат звучит не совсем хорошо, особенно во второй половине LP.\r
\r
Лучшие треки: NO REPORT CARD, MOONSHOOTER, FOMF, GOODMAN, DO BETTER, GANG'NEM\r
Худший трек: POSITIVE VIBES ONLY\r
\r
STRONG 6\r
`;export{n as default};
