const n=`Четвертый по счету LP от шотландского экспериментального рэп, арт-поп и лоу-фай трио Young Fathers. Я обозревал творчество Young Fathers еще с выхода EP "Tape". Было весьма интересно наблюдать за их дискографией, даже с учетом того, что не каждый коммерческий альбом мне понравился. К примеру, на предыдущем LP "Cocoa Sugar" не хватало экспериментов из предыдущих релизов, а "Heavy Heavy" решил восполнить сей пробел. На сей раз ребята смогли погнаться за двумя зайцами, преподнося фанатам креативное звучание из ранних релизов, при этом не забывая внедрять комплексные билды, в которых легко затеряться, особенно с учетом плавных переходов. И несмотря на то, что с первого взгляда все действие может показаться хаотичным и несуразным, все же, великолепные прогрессии инструментальной составляющей звучат кинематографично. Не говоря уже о том, что на LP Young Fathers преподносят новое звучание, — у мелодии и вокала отчетливо прослеживается влияние африканской музыки. Подобное характерно и предыдущих материалов трио, но я бы сказал, что сейчас они ссылаются к подобному звучанию еще сильнее, чем когда-либо.\r
\r
К примеру, во время опенера "Rice" с нечеткими басами и грязными лупами, постепенно перерастающими в яркие песнопения:\r
\r
"These hands\r
Can heal\r
These hands\r
Can heal", —\r
\r
вокруг которого слышен грохот барабанов и приглушенный вокал. Всю инструментальную палитру можно сравнить с лесным пожаром, распространяющимся с большой скоростью. "I Saw" начинается с гипнотического гитарного риффа и солидного вокала:\r
\r
"I want your shield\r
I want your weapon". —\r
\r
На LP достаточно тем про самозащиту, сохранение психического здоровья, — как не поддаваться манипуляциям или инфоповодам, — и все выстраивается в очередную демонстрацию мощной перкуссии с мантрой:\r
\r
"Brush your teeth\r
Wash your face", —\r
\r
а гигиена в контексте данного трека приобретает чуть ли не религиозный характер. Напряженные луп и ритм на "Drum" в сочетании с психоделическим продом напоминают мне треки Animal Collective, особенно с учетом странных эффектов и бэк-вокала. От трека так и веет ранним творчеством AnCo. Однако, касаемо вокала, Young Fathers придерживаются иного подхода. Вайб AnCo также прослеживается за счет драйвовых хай-хэтов и баса на "Sink or Swim". Хайлайтом назову и трек "Geronimo" — мне нравится сдержанная, почти эмбиентная первая половина трека, а в мелодии прослеживается атмосфера олдскульного трип-хопа. Билд вокала и инструментала звучит божественно, что сразу прослеживается влияние нью-эйджа. "Shoot Me Down" ярко контрастирует с предыдущей песней за счет резких вокальных сэмплов: можно услышать голоса ребят, словно они вот-вот начнут перестрелку, — тут и жирный 808 и грязные биты. Все действие плавно переходит в серию вокальных партий и религиозного инструментала.\r
\r
На альбоме достаточно хайлайтов. Единственное, чего так сильно не хватает трекам, так это должной концовки. Многие треки достигают отличной прогрессии, но временами трио попадают в ловушку и они словно не знают, как красиво завершить трек. На "Tell Somebody" преподносится один из самых грандиозных инструменталов с реверберацией на всей пластинке — билд все время развивается, что в конце концов никуда не ведет, резко обрывается, рассеивается и испаряется в тумане. И хотя есть и другие треки, претерпевающие аналогичную прогрессию, по крайней мере, у них отличный инструментал, и они больше походят на полноценные песни, чем на бесконечный билд. Есть также клозер, и у меня много вопросов касаемо трека — мы получаем гулкий ритм, который никак не соответствует общему темпу: ритм агрессивный, громкий, и в то же время хаотичный. И вокал Young Fathers поверх инструментала звучит посредственно, особенно когда пение и крики звучат еще громче. И в результате вся песня превращается в ужасную какофонию звуков.\r
\r
Лучшие треки: Rice, I Saw, Geronimo, Shoot Me Down, Sink or Swim, Holy Moly\r
Худший трек: Be Your Lady\r
\r
STRONG 7\r
`;export{n as default};
