const n=`Третий официальный коммерческий полноформатник рэпера из Луисвилля, Джека Харлоу. Это быстрый ответ на прошлогодний альбом "Come Home the Kids Miss You", который стал решающим моментом для самого Джека: после появления на бэнгере "Industry Baby" Lil Nas X Джек пристально находился в центре внимания. Были и пару мейнстримных синглов низкого качества — "Nail Tech" и "First Class" с ужасной интерполяцией песни Fergie. Многие задавались вопросом, сможет ли Джек реабилитироваться за счет нового альбома. Многие жаждали увидеть, как его 15 минут славы превратятся в дым. Но что самое главное, хейтеры не знают, что Джек Харлоу не новичок в музыкальной индустрии, он выпускал микстейпы на протяжении многих лет. Идея, что Джек Харлоу забросит рэп из-за негативных рецензий на альбом, была фантазией его недоброжелателей, которую они никогда не смогут лицезреть вживую. Несмотря на все это, "Come Home..." не оправдал своих ожиданий и выявил множество слабых мест Джека — ограничения в креативности, отсутствие фокуса на текстах и слабый сонграйтинг. Он определенно смог всем продемонстрировать, что он не умеет в рэп, не более. Поэтому я приступил к прослушиванию "Jackman" с одним вопросом, сможет ли он вернуться к своей старой форме. И он это сделал — данный проект включает 10 треков с общей продолжительностью в 24 минуты. Что для LP довольно коротко, но после прослушивания всего альбома, мне стало очевидно почему.\r
\r
Кажется, Джек знает свои сильные стороны. Вместо того, чтобы выдать улучшенный материал, он предпочитает выдавать более короткие треки. Очевидно, что Джек может читать рэп и вполне способен выражать свои идеи. Но развивать одну идею и написать полноценную песню — это совсем другая история. Например, на открывающем треке "Common Ground" Джек выдвигает искусные аргументы о том, как белые ребята студенческого возраста слушают хип-хоп, изучают сленг, ассимилируют культуру черных, чтобы примерить на себя образ гангстеров. Но на данном треке Джек просто указывает на свои весьма очевидные наблюдения. Ибо кто из рэперов захочет признаться, что их основная аудитория состоит из белых детишек, когда как их материал изначался предполагался не для них? В любом случае, на протяжении одной минуты и сорока секунд данная идея, как и множество других вещей, полностью проигнорированы. Джек собственноручно обрывает свои мысли и заканчивает всё действие, не упоминая о таких вещах, как прибыльный мотив индустрии, маркетинг и эксплуатация образа рэпера. И также о том, как он сам стал жертвой образа белого рэпера. Джек определенно начинает диалог, но не заканчивает его. Возможно, потому что, если он начнет копать глубже, он может уличить себя. Тем не менее, трек звучит неплохо и определенно является вайбом.\r
\r
Что также относится и к следующей песне "They Don't Love It": ритмичные и настойчивые биты, яркие фортепианные аккорды, Джек звучит очаровательно. Однако он время от времени портит свою харизму ужасными строками:\r
\r
"The hardest white boy since the one who rapped about vomit and sweaters", —\r
\r
Очевидно, что это отсылка к Эминему. И я понимаю, что это стёб. Но если быть объективными, можно найти любого другого белого рэпера покруче Джека Харлоу. И странно, что тут фигурирует фраза "vomit and sweaters". Во-первых, строчку переиначили. Во-вторых, свитер был в единственном числе. В-третьих, привлекательность оригинальной строчки заключается в "mom's spaghetti".\r
\r
"Ambitious" — один из лучших треков на LP: изысканные соул-сэмплы, чилловый флоу и солидные тексты, где Джек рассказывает о своем успехе и про свои дальнейшие цели. "Is That Ight?" задается вопросом:\r
\r
"The suburbs are filled with ebonics and trap sonics\r
Frat boys sayin', "No cap, put racks on it".\r
\r
Чилловый непретенциозный трек с классическим продакшном и, возможно, это лучшая формула для Джека. Поскольку следующая песня "Gang Gang Gang" вызывает много вопросов. У трека довольно мрачное начало, где Джек рассказывает историю о друге детства, которого обвинили в сексуальном насилии, а во втором куплете действие обретает более мрачный нарратив:\r
\r
"They found a bunch of messages he sent to lil' kids".\r
\r
В третьем куплете Джек мог бы подытожить свои мысли, возможно, стоило сказать, что стоит поверить жертвам сексуальных нападений. Но вместо этого Джек выдает следующее:\r
\r
"Truthfully, it's family 'til it can't be, gang 'til it ain't\r
Twins, but it depends, brothers until somethin' is uncovered".\r
\r
Он продолжает сетовать о том, что безусловная любовь не так уж и безусловна. О чем он конкретно жалуется? Разве действия насильников не должны быть подвержены судебному разбирательству? Кажется, Джек считает, что люди подвергаются ответственности за свои действия из-за страха быть отмененными. Идея о "братьях на всю жизнь" звучит здорово, но не тогда, когда речь идет о благополучии детей. Странно делать акцент на дружбе, учитывая контекст песни. Порой "вечная" дружба заканчивается по гораздо менее значимым причинам, например, когда заканчивается школа или когда вы переезжаете в другой город.\r
\r
Касаемо последней половины альбома, он не богат на события. У "No Enhancers", безусловно, один из самых повторяющихся, скучных разжижающих мозг припевов, что, в общем, и демонстрирует нам, почему на альбоме мало хуков. "It Can't Be" не идеален, но звучит гораздо лучше, где Джек упоминает хейтеров, которые считают, что он успешен лишь потому, что он белый, что он добился своего успеха не за счет своего таланта. Концепция данного трека быстро теряет свою привлекательность, даже несмотря на свой короткий рантайм. "Blame on Me" — очередной относительно яркий момент на LP с хорошим текстом, но не богатый на детали, как и "Ambitious", но трек ощущается завершенным. Закрывающий трек — типичный Drake moment с ностальгическим вокалом, Джек переходит в монолог, где рассказывает о своей жизни, эмоциях и карьере. Если вы слышали ранние микстейпы Джека, то вы в курсе, что этот парень на протяжении многих лет изучал звучание Дрейка. Но, несмотря на его попытки, я бы не сказал, что он хорошо имитирует его стиль.\r
\r
Лучшие треки: Ambitious, Blame on Me\r
Худший трек: Gang Gang Gang\r
\r
LIGHT 5\r
`;export{n as default};
