const e=`Майло — рэпер из Висконсина. Дебютный альбом/микстейп «I Wish My Brother Rob Was Here» стал не только лучшим референсом к Del tha Funkee Homosapien, но и креативным и веселым проектом, где он описал свою задротскую жизнь. Вероятнее всего, в прошлом году Майло большую часть времени провел за игрой в "Diablo III", но это не значит, что у него нет стоящих мыслей и чувств. Избегая образа ботаника из "Теории большого взрыва", Майло описывает своего персонажа как чела, чей разум формирует новые идеи со скоростью несколько миль в минуту. На протяжении всего LP хочется сопереживать несовершенному персонажу Майло. Сам Майло признался, что ему не удается хорошо структурировать песни и что он не один из лучших рэперов современности. Вдобавок, как только вы узнаете, что основными источниками вдохновения Майло являются BUSDRIVER и Open Mike Eagle, становится ясно, что он напрямую заимствует их стиль. Тем не менее, музыка Майло получилась довольно своеобразной. После дебютника вышел EP "Milo Takes Baths" с продом от Baths — EP был проходным, походил на дурацкую и менее яркую версию дебютника.\r
\r
И теперь, новая партия треков выходит в виде двойного EP. Единственная существенная разница между ними, кроме названия, заключается в том, что за первый EP отвечал один продюсер, за второй — другой. За "Day" отвечает Riley Lake, а за "Night" — Analog(ue) Tape Dispenser. Было ожидаемо, что получим разных продюсеров. В целом, EP представляют две стороны одной медали, поскольку концептуально, лирически и инструментально они имеют довольно много общего. Во-первых, по сравнению с дебютником, прод получился намного мелодичным, детализированным и атмосферным. Особенного это заметно на втором EP. Атмосферные просторные инструменталы выводят эмоциональность музыки Майло на новый уровень. Особенно на последнем треке "Almond Milk Paradise" из первого EP. Safari Al красиво поет во время припева. Блаженный инструментал вызывает улыбку на лице. Но затем, вторая половина трека настолько мрачная, что сильно контрастирует с фортепианными партиями из первой половины:\r
\r
"If I wrote the greatest rap song\r
I wouldn’t let you hear it".\r
\r
Раз я упомянул продакшн, отмечу весьма крутой припев во время опенера "Sweet Chin Music (The Fisher King's Anthem)", в текстах которого много отсылок к реслингу. Мне нравится реверберация с перкуссией в "Almost Cut My Hair". А в песне "Folk-Metaphysics" более легкое звучание с плачущей гитарой вперемежку с синтами. По мере развития песни появляется дополнительный бит. И что удивительно, Майло вставил в припев текст и мелодию из песни "One Headlight" от The Wallflowers. И его пение заметно улучшилось. Не сказать, что у него большой диапазон, но он как бы следит за тем, чтобы не выходить за рамки дозволенного. И мне нравятся струнные в "Legends of the Hidden Temple".\r
\r
Касаемо второго EP, от "A Lazy Coon's Obiter Dictum" до "The Gus Haynes Cribbage League", — получаем одни из лучших хип-хоп продов в стиле A$AP Rocky. Мне также понравились и тексты. Майло выдает того же персонажа из своих предыдущих релизов, который любит вставлять отсылки, постоянно зацикливается на своих размышлениях, а также проводит разбор культуры, в которой он сейчас находится — он вставляет куплет BUSDRIVER'a, проводит философские дебаты с Open Mike Eagle, вставляет референсы к Китти Прайд ["I should be making more Kitty Pryde references"]. В "Folk Metaphysics" Майло составляет свой бакет лист/новогоднюю резолюцию:\r
\r
"I'm going to eat a lot more Fig Newtons and sign petitions by women's rights movements"\r
"I'm going to be better than my father".\r
\r
Майло ставит перед собой цели и он полон решимости воплотить все это в жизнь. Но он все время сталкивается с трудностями и неудачами. Трек мне напоминает саундтрек к фильму База Лурмана. И лирика Майло и его подача в "Legends of the Hidden Temple", в сочетании с инструменталом, воссоздают ощущение, словно я слушаю личную эмоциональную трагедию, разворачивающуюся перед моими ушами.\r
\r
Единственным серьезным недостатком треков являются припевы. А Майло как бы это подтверждает: "I wish I was better at songwriting". Стоит также упомянуть строчку "I should be making more Kitty Pryde references" — не то чтобы мне не нравится данная фраза, я не совсем выкупил смысл строчки. Также в ту же полку можно отнести и "Folk Metaphysics, 2nd Ed." и "The Gus Haynes Cribbage League".\r
\r
Мы получили старого доброго Майло, но он определенно прокачался, эволюционировал в следующую форму. Что действительно важно — Майло собрал партию треков с веселыми, креативными, временами интересными и наводящими на размышления тексты вместе с отличным инструменталом.\r
\r
Лучшие треки: Sweet Chin Music (The Fisher King's Anthem),\r
Folk-Metaphysics, Legends of the Hidden Temple, Almond Milk Paradise,\r
Monologion, Post Hoc Ergo Prophet Hoc (For Schopenhauer)\r
Худший трек: Almost Cut My Hair (For Crosby)\r
\r
DECENT 8\r
`;export{e as default};
