const n=`Touché Amoré — рок-группа, это их третий полноформатник, и в плане звучания ребята играют пост-хардкор, скримо, мелодик-хардкор с глубокой лирикой. Мне понравился их предыдущий альбом "Parting the Sea Between Brightness and Me", однако несмотря на солидные треки у меня были проблемы с уровнем драматичности песен, также инструментальные партии звучали однообразно. Но чтобы сразу перейти к сути данного обзора, новый альбом мне понравился больше предыдущего. По сути, на данном альбоме Touché остаются той же группой, каким вы знали их на протяжении двух последних релизов, они все еще играют в том же стиле. От инструментов и перформансов исходят знакомые нам панковская свирепость и агрессия. Невероятно эмоциональные тексты, которые звучат еще драматичнее со скримо, а если вы перенесете тексты песен на отдельный лист бумаги, порой они похожи на отдельные истории и они преподнесены таким образом, словно их можно зачитать под спокен ворд. И мне кажется, что на данном альбоме ребята делают шаг в сторону спокен ворда, задавая в текстах более серьезные вопросы и сочиняя треки, которые кажутся более многогранными.\r
\r
Первые два трека, с которых начинается этот альбом, можно смело связать друг с другом. Альбом начинается со строчки "I was once asked how I'd like to be remembered", также стоит упомянуть строчку "I don't know what my legacy will be". Но, в конечном счете, в нарративе песни поднимается тема обреченности бытия: протагонист поет, что ему некогда задумываться об экзистенциальных вопросах, потому что у него есть другие проблемы, и что мысли о смерти лишь усугубят положение персонажа. В следующем треке продолжается тема славы, успеха и наследия, рассказывается о скромном дебюте группы и как они дошли до третьего альбома, а вопрос "будет ли третий альбом успешным?" выносится на обсуждение. И интересно слышать, как в музыке подобных групп поднимаются рассуждения о своих действиях и о своем будущем. В лирике поется, что протагонист не хочет притворяться, не хочет выкладывать свои чувства на всеобщее обозрение лишь для получения денежной выгоды. С иронией это сказано или нет, решать вам. Но хочется отметить строчку "they use your blood to capitalize" [они наживаются на вашей крови], и я не совсем уверен, кто это "они", но ребята определенно ссылаются на отчисления группы, возможно они имеют в виду лейблы, звукозаписывающие компании, музыкальные магазины и платформы и всех, кто связан с музыкальным бизнесом.\r
\r
Следующие два трека на этом LP связаны между собой и музыкально, и по тематике, и по названию: "Praise/Love", "Anyone/Anything". В текстах этих песен поется о том, что фанаты восхищаются группой и их творчество и личную жизнь рассматривают под микроскопом. Не обошлось без бодрящих гимноподобных гитар на 30-секундной отметке в "Anyone/Anything". В песне есть припев, который звучит как отдельное заявление фанатам: я тебе ничего не должен, ты ничего мне не должен, ты наслаждаешься нашей музыкой, ты покупаешь нашу музыку, кроме этого нас ничто не связывает:\r
\r
"I don’t owe anyone\r
I don’t owe anything\r
So stop expecting everything from me\r
You don’t owe me a thing\r
I’m just trying to be\r
So just stop answering for me".\r
\r
Ближе к концу трека "DNA" получаем нарастающие гитарные партии. В тексте песни рассказывается о связи мужчины с отцом, и как отцовские гены влияют на протагониста. А последние строчки подводят некий итог: генетически вы связаны со своими родителями, а у протагониста появляется желание разорвать цепь и начать жить для себя:\r
\r
"But this is what I need to bury the years of debris\r
To break the circle of the cycles and stop living vicariously\r
And start living for me".\r
\r
Несмотря на свой короткий хронометраж в 30 минут, нам успевают предоставить достаточно много пищи для размышления, и если посмотреть на треклист, мы еще даже не на полпути. Да и во второй половине LP лиризм никуда не пропадает. Достаточно вспомнить такие треки, как "Blue Angels", где протагонист забывает про свои личные проблемы с помощью психоактивных веществ.\r
\r
Однако, несмотря на то, что на альбоме есть достаточное количество инструментальных фрагментов, которые меня действительно впечатлили, к примеру, сокрушительные гитары в конце трека "Harbour", и мне очень нравятся переходы, которые отлично связывают треки друг с другом, благодаря чему весь LP кажется целостным произведением, все-таки я отметил для себя некоторые недостатки альбома. К примеру, в песне "Social Caterpillar" присутствует неплохая мелодия , однако концовка длительностью в целую минуту с тянущимся аккордом, словно вот-вот наступит эпичный твист, никак не обыгрывается. Также можно вспомнить трек "Non Fiction", которая начинается как одна из самых тихих, мрачных и чилловых композиций на альбоме, с космическими, меланхоличными и резкими гитарными партиями, которые точь-в-точь слизаны с раннего творчества Modest Mouse. И по мере того, как гитары нарастают и становятся более интенсивными по мере продвижения трека, трек просто похож на весьма посредственный пост-рок мотив. И хотя мне действительно понравился трек "Steps" с чистым вокалом на заднем плане, на самом деле трек ничего нового не привносит в альбом.\r
\r
Тем не менее, у LP солидный клозер "Is Survived By", который своего рода является ответом на вопрос из опенера о наследии и славе. В каком-то смысле альбом начинается с беспокойства и незнания того, что нас ждет в будущем, что будет после смерти протагониста, а в конце альбома ответом на данный вопрос является музыка — спой песню и люди начнут тебе подпевать, а после вашей смерти никто про вас не забудет.\r
\r
В целом, неплохой альбом. Есть пару треков, которые, на мой взгляд, меркнут по сравнению с другими. Кроме того, у Touché Amoré отличный сонграйтинг. Меня очень впечатлили затрагиваемые на альбоме темы и то, как группа придерживалась общего нарратива. Если скримо — ваш любимый наркотик, если рок со спокен вордом — ваш любимый наркотик, если мелодичная, но в то же время интенсивная панк-музыка — ваш любимый наркотик, то нет никаких причин, по которым данный альбом не сможет стать для вас главным событием этого года.\r
\r
Лучшие треки: Just Exist, To Write Content, Anyone / Anything, DNA, Harbor, Blue Angels, Is Survived By\r
Худший трек: Praise / Love\r
\r
LIGHT 8\r
`;export{n as default};
