const r=`Лана Дель Рей — американская певица и автор песен. Это ее второй полноформатник после выхода успешного сингла «Video Games», а также LP, вышедший вскоре после сингла, под названием «Born to Die», где были бэнгеры, такие как «Summertime Sadness», «Blue Jeans» и заглавный трек. Лично мне не понравился прошлый ее альбом, однако мне в том альбоме понравилось сочетание винтажного вокала и чеймбер-попа с хип-хоп мотивами. Но было достаточно того, что препятствовало к обожанию того LP. К примеру, клишированные, ужасные и глупые тексты, стереотипный образ Лолиты, Лана описывает свой интерес к плохим парням и мужчинам постарше. В конце концов, в прошлом LP прослеживалась эмоциональная глубина уровня дневника ученицы средней школы. Тем более, что все женские образы в песнях Ланы выглядели слишком безвольными и мечтательными. Альбом напомнил мне обычную драму, которая обычно происходит во время дневного ток-шоу. И, на мой взгляд, Лана — довольно посредственная певица, на том альбоме было довольно много треков, где она просто апатично стонет на протяжении почти всех треков. А ее стоны выдаются за что-то сексуальное или эмоциональное. В ее перформансах прослеживалась ужасная игра, словно я просмотрел первую часть «Сумерек».\r
\r
А “Ultraviolence” является сиквелом. Новый альбом Ланы, новый набор песен, новая команда продюсеров, парочку знакомых лиц. Однако одними из самых заметных новых лиц являются Грег Керстин, который продюсировал альбом Ликке Ли "I Never Learn", и Дэн Ауэрбах из Black Keys, который отвечает за большую часть прода. И это на самом деле неплохое изменение темпа, потому что инструментал подстраивается под вокал Ланы, которая пытается сымитировать чеймбер-поп из 50-х—60-х годов. Для меня данный альбом придает Лане гораздо больший вес как артисту благодаря инструменталу. Однако, как и в случае с последним альбомом Black Keys, инструментал звучит качественно в связи с отсутствием интересных песен и текстов.\r
\r
Не побоюсь сказать, но “Ultraviolence” — еще более слабая пластинка Ланы. Большую часть времени она даже звучит как приглашенный артист на собственном альбоме. Потому что Лана имитирует реверберацию, аналогичное ревербациям Ликке Ли в ее альбоме. И иногда мне кажется, что ее трейдмарк теряется, когда она переходит к фальцету с детским голосом, на который она полагается больше, чем когда-либо. Песни далеко не такие дерзкие и запоминающиеся, как на «Born to Die». На данном альбоме треки звучат гораздо слащавее и многословно, что первый трек длится почти 7 минут. И песни такой длины становятся проблемой, когда индивидуальность Ланы можно сравнить с мокрым бумажным полотенцем. И все персонажи песен Ланы напоминают мне персонажей из трэшовой новеллы.\r
\r
Лана временами якобы отходит от темы трагичных любовных обстоятельств, но когда это происходит — не совсем приятное зрелище. Например, в песне «Brooklyn Baby», где Лана воссоздает неприятный стереотипный образ молодой женщины из Бруклина, которая "танцует под стихи битников" и слушает старые джазовые пластинки. Кажется, что Лана просто увлечена старыми вещами, просто потому что они... старые. И возможно это какая-то сатира. Если это так, Лана забыла вставить панчлайн.\r
\r
Также есть песня «Fucked My Way Up to the Top», чье название, очевидно, выглядит как троллинг хейтеров, чтобы они начали говорить о ней что-то по типу: «О, да, конечно, ей все досталось через постель». Но если рассмотреть тексты, песня о том, что у Ланы есть претензии к человеку, которого она называет подражателем. И я не знаю, кого она имеет в виду, она не называет его по имени, но называть кого-то подражателем — это довольно смелое заявление, исходящее от человека, который при создании своей музыки безжалостно копипастит каждую поп-икону 50-х и 60-х годов. Затем идет песня «Money Power Glory», где тексты звучат до банальности скучно — ужасно скучная песня, особенно с вялым припевом.\r
\r
И на этой пластинке есть и другие вялые перформансы. К примеру, в "West Coast", где припев, когда он начинается, а инструментал замедляется, сметается на нет весь вайб песни. То же самое касается трека “Ultraviolence". И трека “Sad Girl” с довольно глупым припевом:\r
\r
"I'm a sad girl\r
I'm a sad girl\r
I'm a sad girl\r
I'm a sad girl\r
I'm a bad girl\r
I'm a bad girl".\r
\r
Иногда она поет на верхнем регистре, а иногда — на нижнем, и каждый раз, когда она поет более-менее сносно, напоминает мне концовку трека «Pretty When You Cry», где она смехотворно пытается петь в своем верхнем регистре. Лана на данном альбоме, на стандартном издании альбома, оставила все самое вкусное напоследок.\r
\r
Как только начался трек «The Other Woman», я полностью сосредоточился на тексте песни, и был просто поражен первыми четырьмя строчками песни, думая, как красиво и искусно описывается идея того, что значит быть третьим человеком в отношениях. Текст песни нехарактерно хорош для Ланы Дель Рей, и это правда. Потому что трек написан Джесси Мэй Робинсон и исполнен/популяризирован Ниной Симон. Лучшая песня на альбоме написана кем-то другим.\r
\r
В целом, данный LP в инструментальном плане не так уж плохо звучит, на альбоме довольно много красивых и милых моментов. Но касаемо лирики и вокала, данный альбом звучит просто отвратительно. Альбом из кожи вон лезет, чтобы казаться трагичным и осмысленным, альбом пытается достичь данного результата без глубоких размышлений, без какого-либо самоанализа. Потому что, по правде говоря, данный альбом слишком поверхностный, чтобы искать какой-либо глубокий смысл в альбомных треках.\r
\r
Лучший трек: The Other Woman\r
Худший трек: Sad Girl\r
\r
LIGHT 2\r
`;export{r as default};
