const r=`Полноформатный альбом от абстракт арт рэпера Busdriver. Как вы уже возможно знаете, Busdriver является членом недавно созданного коллектива Hellfyre Club, все члены которого являются достаточно известными — Nocando, Open Mike Eagle, Milo и сам Busdriver. Сколько я знаком с музыкой Busdriver, я восхищаюсь его невероятно неортодоксальным подходом к музыке. Однако мне понравились не все его релизы. К примеру, его предыдущий полноформатник «Beaus$Eros» — альбом, который очень сложно описать словами, однако меня оттолкнули дурацкие, нестандартные инструментальные партии и особенно пение Busdriver. Я надеялся, что на данном альбоме он вернется к своему старому звучанию — скорострельному рэпу, который мне так нравился на его ранних релизах. И у него отлично получилось найти баланс в «Perfect Hair».\r
\r
На данном альбоме Busdriver записал одни из самых странных инструментальных композиций, которые я когда-либо слышал от него. Среди продюсеров альбома фигурирует и сам Busdriver. Также за прод отвечают Riley Lake, которого вы возможно помните благодаря коллабу с Milo, Mono/Poly из Brainfeeder Records, Jeremiah Jae, Kenny Segal, Great Dane и Mike Gao. Инструментальные партии отлично подходят к творчеству Busdriver — треки звучат современно, креативно, с глитч эффектом, утонченные, временами звучат довольно красиво. В некоторые инструментальные композиции вплетены довольно милые мелодии, а в других, к примеру в треке с Open Mike Eagle, присутствует трэп с хай-хэтом, которые можно услышать во многих современных треках. И у нас также есть треки с джазовыми мотивами, что неудивительно, учитывая послужной список Busdriver. Данный альбом — самый нетрадиционный релиз участника Hellfyre Club. Абсурдная лирика, сатира, Busdriver избегает линейного нарратива, что данный альбом смахивает на хип-хоп версию Капитана Бифхарта.\r
\r
Вполне уместно, что в песне «Bliss Point» с флоу Busdriver'a играет саксофонный рифф. Поскольку флоу Busdriver акцентирует биты, темп, в котором он выпаливает слова поверх инструменталов, смахивает на аналогичный темп при игре соло-партии на трубе или саксофоне. Каждое слово произносится с невероятно громкой, мощной и судорожной яркостью. Но даже несмотря на то, что рэп Busdriver может звучать быстро, громко и эксцентрично, а некоторые биты казаться агрессивными, я бы не сказал, что альбом звучит интуитивно, в нём есть искусный нарратив. Весь альбом звучит цепляюще, что вы мгновенно начнёте подтанцовывать под ритм, но в то же время инструментал звучит головокружительно и легко сбивает с толку.\r
\r
Прямо со вступительного трека на данном LP мы получаем неуклюжую мелодию, вместо запоминающегося припева, дополняющего куплеты, мы получаем паузы, где Busdriver называет случайные цифры о том, сколько он потратил на запись данного альбома: аренда звукозаписывающей студии, наём бэк-вокалистов, — астрономические цифры. После всего этого инструменталы внезапно становятся неземными, полностью растворяя импульс песни, что всё настроение меняется мгновенно. Есть фантастическая концовка с пульсирующей последовательностью синтов. В текстах песни описываются хип-хоп, музыкальный бизнес, актуальность артиста, процесс взросления: "My clothes are dirty and I'm over thirty", — рэпер задумывается, находится ли он в правильном месте в своей жизни. Busdriver размышляет о своей музыкальной карьере и стоит ли ему продолжать заниматься этим. Busdriver не акцентируются на этом, но лично мне это сразу врезалось в память. И хотя мне действительно нравится данный трек, мне нравится начало всего альбома, все-таки в конце у меня смешанные чувства к касаемо этой песни и касаемо всего альбома. Я нахожу альбомные песни поразительно уникальными, веселыми и забавными, остроумными, но были и моменты, когда я задавался вопросом, о чем все-таки поет Busdriver или зачем именно в треках присутствует определенный инструментал. Но с непримиримым чувством юмора Busdriver, нетрудно понять, что происходит на альбоме. К примеру, в «Bliss Point» Busdriver представляет весь хип-хоп в виде одного человека и спрашивает, если бы хип-хоп был человеком, то с кем бы он встречался, какого гендера хип-хоп:\r
\r
"Now you can talk about more pressing issues\r
Like what's up with the state of hip hop?\r
Where exactly is hip hop going?\r
And did hip hop have breakfast this morning?\r
Does hip hop really have the body type to pull off that outfit?\r
Who is hip hop dating?\r
A holographic rendered Pac?\r
Or what does hip hop check in the gender box?".\r
\r
Я думаю, что начинаю привыкать к текущему творчеству Busdriver, касаемо звучания и его вокала. Но я также считаю, что Busdriver находит способы создавать музыку, которая все время бросает вызов слушателю, но при этом остается доступным для обычного слушателя. К примеру, песня «Ego Death» — первая песня, которая мгновенно мне запомнилась при первом прослушивании альбома, не только за счет присутствия Aesop Rock и Дэнни Брауна, инструментал тоже звучит фантастически: мрачный тяжелый бас, дисторшн, а бит мне напоминает последний альбом El-P. На треке присутствует убойный припев. Касаемо лирики и флоу, Busdriver разносит трек в пух и прах — его рифмы звучат настолько головокружительно, что куплет Aesop Rock смахивает на милую солнечную прогулку по парку. Прослеживается эгоистичный нарратив, особенно в куплетах Aesop Rock, где он упоминает кучу действительно смущающих или унизительных вещей:\r
\r
"The Mario pajama bottoms clumsily rappelling\r
Under a gibbous moon\r
Hunting for shitty food\r
Gunning, too tough, embedded in bad magic\r
Duckboy, shit is quacktastic".\r
\r
И на мой взгляд, это не единственный альбомный трек, который звучит цепляюще. Есть еще «When the Tooth-lined Horizon Blinks» с участием Open Mike Eagle. И в песне есть припев со странным флоу 3/4 и с битом 4/4, громкие хай-хэты, о которых я упоминал ранее, мне также нравятся деформированные синт аккорды. Дела дальше идут куда лайтовее. К примеру, песня «Motion Lines», который возможно является одним из самых безмятежных и красивых треков на всем альбоме. На данном треке можно услышать красивый бэк-вокал, Busdriver выстреливает фразы как пулемет, что на данном треке он повсюду. В текстах песни много грустных моментов, особенно связанных с любовью, есть даже момент, когда он сравнивает свою любовь с разрывом шейки матки:\r
\r
"Girl, this rap shit left me worse for wear\r
And I ain't got that perfect hair, my love feels like a cervix tear".\r
\r
Да, в некоторых альбомных треках можно услышать песни о неразделенной любви. К примеру, в треке «king cookie faced (for her)» протагонист мирится с тем, что он был паршивым человеком; осознание того, что протагонист является причиной разрыва отношений; протагонист сильно повлиял на дальнейшее развитие отношений, что он видит все недостатки такими, какими они есть. Любовная тема также поднимается и в треке с участием VerBS. Трек «Can’t You say I’m a Sociopath» — один из тех моментов на LP, где Busdriver выходит за рамки привычного звучания и тут же возвращается к знакомому нам звучанию, чего можно заметить весьма редко. Главным недостатком альбома является трек «Upsweep», где пение Busdriver и носовая техника пения сильно меня выбешивают.\r
\r
Но временами в чрезмерной странности Busdriver можно найти неоспоримую привлекательность и красоту. К примеру, в клозере «Colonize the Moon», которая звучит искусно и весело. Касаемо инструментала, это довольно красивый трек. В звуковом плане, реверберации и весьма странный гармонизированный вокал отлично передают ощущение холодной атмосферы космоса. В песне есть референсы к уличной моде, деньгам и другим элементам поп-культуры. В песне есть даже строчка, где Busdriver говорит, что важно, чтобы его жизнь была похожа на фанфик Pimp C:\r
\r
"Third, I do admit that sexual appetites conflict with ambition\r
But it's important that my life resemble Pimp C fanfiction".\r
\r
Но тем не менее, из-за несвязных между собой строчек, довольно сложно понять всю картину повествования песни.\r
\r
Однако мне не кажется, что это как-то влияет на восприятие всего альбома. И я считаю, что благодаря нелинейному нарративу весь альбом звучит бодро, волнующе, весело и очень игриво. Мне нравится данный альбом — он очень креативный, уникальный, отличный альбом не только для Busdriver, не только для Hellfyre Club, но и для хип-хоп индустрии в целом.\r
\r
Лучшие треки: Ego Death, Motion Lines, Eat Rich, king cookie faced (for her), Can't You tell I'm a Sociopath, Colonize the Moon\r
Худший трек: Upsweep\r
\r
STRONG 8\r
`;export{r as default};
