const n=`Альбом Diamond Rings «Special Affections», и этот парень — канадский певец и автор песен, который только что осознал силу видео. Он взял кучу синглов и соединил их в серию эксцентричных и забавных музыкальных клипов, что фактически начал штурмовать Интернет. На ум сразу приходит история Die Antwoord, но без тухлого финала.\r
\r
Так что же предлагает Diamond Rings на этом LP? Ничего кроме попсовой драм-машины. И весьма забавно слушать этот альбом без визуального составляющего в виде клипов Diamond Rings, потому что качество альбома смахивает на обычный бедрум-поп. Но для самиздата данный LP звучит чрезвычайно лаконично, настолько, что вы вряд ли сможете найти другой альбом текущего года, чей прод звучал бы последовательно на протяжении всего альбома. Мало гитар, барабаны звучат как-то плоско, синты не привлекают внимания. Но что меня действительно зацепило на данном альбоме, так это хуки. Альбом превосходно справляется с припевами — много сладких мелодий с дерзким и бунтарским подходом. У данного LP достаточно много сильных сторон. Хоть и не скажу, что альбом идеально подходит для танцполов. Несмотря на сочное и попсовое звучание, в альбоме мало танцевальных ритмов — много гитар с нисходящим ударом, нежных синтов на заднем плане. Несмотря на небогатый инструментал, у всех песен отличная структура. Альбом похож на сборку полнофункционального истребителя из конструктора Lego.\r
\r
Лучшее, что есть в данном LP — сам фронтмен, основатель Diamond Rings, Джон О'Риган. Мне нравится его вокальная подача на альбоме, в ней много страсти. Он также использует достаточно игривые тексты, отчасти это главный недостаток LP, от некоторых клишированных фраз я начинаю ржать. И хотя я дико кринжую с лирики песен, возможно хорошо совмещать хорошее с плохим. Если бы этот альбом звучал скромнее, то он определенно не повеселил бы меня в той же мере.\r
\r
Что касается других претензий, мне нравится данный самиздат. Но я скажу, что если бы у альбома был качественный прод, то на альбоме определенно должны были быть одни бэнгеры.\r
\r
Лучшие треки: Wait & See, On Our Own, You & Me, Something Else,\r
You Oughta Know, It's Not My Party, All Yr Songs\r
\r
DECENT 8\r
`;export{n as default};
