const e=`LP от знаменитой панк-группы Descendent, прославившихся после выхода альбома "Milo Goes to College". "Milo Goes to College" — классика хардкор-панка, оставшийся незамеченным на фоне альбомов, вышедших позже, задавшие тренд мелодичного поп-панка 90-х. К примеру, можно вспомнить альбом "Enjoy!" — один из самых нелюбимых альбомов среди фанатов, но лично мне нравится некая непредсказуемость альбома. Несмотря на то, что мне нравится ранняя дискография группы, я прохладно встретил новый камбэк-альбом, тем более, что так называемое "воссоединение" группы состоялось около 10 лет назад под видом камбэк-альбома "Cool to Be You", — на фоне более стерильного продакшна, нелепых политических заявлений, более чистых перформансов и более предсказуемой подачи, камбэк получился неутешительным. Несомненно, камбэк-альбом получился самым зрелым релизом группы, — ребята повзрослели и вместе со взрослением они полностью отказались от бунтарской эстетики.\r
\r
И в очередной раз ребята доказывают нам, что они продолжают стареть. Доходит до такой степени, что некогда сырое и эмоциональное звучание группы превращается в приторную кашу. К примеру, во время припева "Without Love". Аналогичное касается и "Shameless Halo", а также припева в песне "Smile":\r
\r
"What I wouldn't give to see you smile".\r
\r
К счастью, клозер получился менее безжизненным, менее клишированным, менее стерильным, чем материал на последнем альбоме Blink 182. Но это никак не оправдывает приторно сладкое звучание "Hypercaffium Spazzinate".\r
\r
По крайней мере на альбоме можно найти пару приличных песен. К примеру, "Fighting Myself", на котором можно услышать не только один из лучших вокалов на всей пластинке, а также быструю, проворную басовую партию. В "On Paper" получаем один из лучших текстов — протагонист ведет скромную жизнь: человек ничем не примечателен и легко может затеряться в серой массе, однако у него опрятная внешность, хорошие оценки, счета оплачены и прочее. И мне определенно нравится текст в песне "Limiter", где маленьким детям назначают особые препараты. Если бы только перформансы и инструментал звучали немного бодрее. В то время как мне нравятся тексты, старичковая панк-эстетика не привносит песням никакой пользы, — всё это сводит на нет весь шарм, словно Descendents играются с готовой формулой. И наверно вполне уместно, что на обложке фигурируют пробирки, поскольку альбом звучит довольно шаблонно.\r
\r
Но если вы хардкорный фанат Descendents, то альбом вам должен понравиться. Альбом определенно понравится тем, кто активно следил за творчеством группы. Но для тех, кто искал новый, яркий, захватывающий панк-альбом, к сожалению, это не то, что вы ищете.\r
\r
Лучшие треки: On Paper, Limiter\r
Худший трек: Without Love\r
\r
DECENT 5\r
`;export{e as default};
