const n=`LP от калифорнийского рэпера Tyler, the Creator, бывшего участника ныне несуществующего рэп-коллектива из Западного побережья The Odd Future. На мой взгляд, The Odd Future как единая группа всегда выглядела блекло, это не обязательно плохо, поскольку был огромный разрыв между лучшими и худшими представителями коллектива. После распада группы я надеялся, что лучшие представители коллектива уделят больше времени своему творчеству. Особенно это касается Тайлера, который успел меня сильно разочаровать своими предыдущими альбомами. Я чувствовал, что он один из самых талантливых участников коллектива. Я надеялся, что каждый новый релиз будет круче предыдущего. И все же, в преддверии нового альбома, мне показалось, что "Flower Boy", по крайней мере, должен был стать решающим моментом для Тайлера в творческом плане. И это не связано с каминг аутом, о чем больше трендили СМИ, нежели сама фан-база Тайлера. На мой взгляд, синглы "Who Dat Boy" и "911 / Mr. Lonely" — одни из лучших песен Тайлера на сегодняшний день. Наконец-то стало казаться, что Тайлер прокачал свою читку, продакшн, получили более оживленный перформанс на "Who Dat Boy". Мне также понравились джазовые моменты.\r
\r
Перед прослушиванием альбома, я надеялся услышать альбом Тайлера, который не был бы испорчен теми же техническими недостатками, из-за которых трудно было слушать его предыдущие альбомы. И что самое интересное — в социальных сетях и в СМИ не было шумихи. Не было никакой Интернет драмы, на которое мне совсем плевать. Наконец-то я могу послушать альбом Тайлера без бесконечных упоминаний прессы. И теперь, после того, как Тайлер вышел из своей зоны комфорта, я задался вопросом — а есть ли ему что сказать нам? Может ли он поведать нам что-либо интересное, кроме очередных историй со стычками с интернет-троллями?\r
\r
И Тайлер действительно выдает отличный нарратив прямо с опенера "Foreword". Он поражает слушателей цепочкой отличных строчек, приправленных яркой игрой слов:\r
\r
"How many cars can I buy 'til I run out of drive?\r
How much drive can I have until I run outta road?\r
How much road can they pave until I run outta land?\r
How much land can there be until I run in the ocean?\r
Niggas go with the motions and all the plans\r
See, I was never into the beaches and all the sands\r
See, I was in the woods with flowers, rainbows and posies falling outta my pocket\r
But y'all wanna know if I swam to cool down\r
How much cooler can I get until I run outta fans?\r
How many fans can I have until they turn on the AC?\r
If that AC blow, well then I'm TNT, I'm gone".\r
\r
Тайлер словно задается вопросом, как долго он еще будет в центре внимания, продолжит ли он превосходить ожидания своих слушателей, как он это делал в прошлом. Получаем интроспекцию Тайлера, которую мы слышали еще на "Bastard". Но данная интроспекция постепенно сводилась на нет после успеха The Odd Future. На данном треке, как и на остальных треках, меня впечатлили референсы к материализму — упоминания тачек, цацок — всем, чем Тайлер, кажется, сильно увлечен на данном альбоме. А на предыдущих альбомах Тайлер осуждал меркантильность. Наводит меня на мысль, что подобные упоминания заполняют некую пустоту. К примеру, на "Pothole", "Boredom" и "Garden Shed".\r
\r
На альбоме достаточно песен с мечтательной, и в то же время грустной эстетикой. Как и в случае с "Cherry Bomb", некоторые треки звучат плавно, многослойно, джазово, проникновенно. Однако на сей раз получаем более солидные инструментал и аранжировки. Я впервые хвалю инструментал альбома Тайлера. Инструментал особенно убого звучал на "Goblin". По сравнению с "Goblin", "Flower Boy" охватывает больший спектр звуков, он многогранен, замысловатый. Альбом звучит так, словно Тайлер наконец-то стал полноценным продюсером, но при этом демонстрирует те же джазовые элементы из предыдущих альбомов. Также получаем дозу поклонения Фарреллу, которое заметно в перкуссиях, битах, а также синтах. Если бы мне пришлось выбрать один из худших инструменталов на альбоме, я выберу инструментал в "Where This Flower Blooms" с участием Фрэнка Оушена — получаем небогатый, безжизненный и плоский бит. Перформансы Тайлера и Фрэнка оставляют желать лучшего. Вялая манера пения Фрэнка лучше работает на "911".\r
\r
В целом, мне понравились фиты. Тайлер собрал парочку талантливых артистов, которые дополняют джазовые партии и интерлюдии. Хоть я этого и не ожидал, но мне даже понравилась партия Джейдена Смита — мне нравится его мальчишеский голос и его хладнокровный перформанс отлично сочетается с мультяшным хрипом Тайлера. Партия Лил Уэйна на "Droppin' Seeds" отлично вписывается с цветочной темой альбома.\r
\r
Также стоит упомянуть цепляющие мелодии и хуки. Удивлен, что мелодии запомнились мне сразу после пару прослушиваний альбома. Мне быстро понравился альбом. При этом, при каждом новом прослушивании я для себя нахожу что-то новое. Касаемо лирического содержания, у нас наконец-то появилась возможность раскрыть личность Тайлера как своего рода странную музыкальную знаменитость, как культурный феномен. Словно на данном альбоме Тайлер находится у психотерапевта — он лежит на кушетке, рассказывает про свои проблемы за последние пару лет, а мы, в лице молчаливого психотерапевта, слушаем и киваем. Многое из того, что Тайлер говорит по этому поводу, сводится к дихотомии названия самого альбома — "Scum Fuck Flower Boy". Задумайтесь на минуту об этих двух фразах, что каждая из них означает. Но я больше склонен к тому, что альбом больше покрывает тему "Flower Boy", нежели "Scum Fuck".\r
\r
На альбоме пару бэнгеров. К примеру, "I Ain't Got Time!" и "Who Dat Boy". И даже на данных треках вы встретите строчки, где Тайлер ссылается на свою ориентацию, что в очередной раз покрывает тему цветочного мальчика:\r
\r
"Dumb mothafucka\r
I'm a goddamn artist\r
You can give me some markers and I'll draw you a closet"\r
\r
"Next line'll have em' like "woah"\r
I've been kissing white boys since 2004".\r
\r
И после прослушивания всего альбома не остается ощущения, что мы говорим о двух разных персонажах Тайлера, которые воюют или противоречат друг другу. Скорее, две стороны личности Тайлера смахивают на инь и ян — они неразделимы и не могут существовать друг без друга. И не обошлось без колких текстов. На альбоме достаточно текстов, где Тайлер ссылается на свой статус одинокого волка, на свою склонность отталкивать людей, на свое одиночество и что он не собирается извиняться за свое антисоциальное поведение. Альбом также предоставляет нам сентиментального Тайлера, который вполне способен писать песни о любви. Остальные треки покрывают темы неуверенности в себе. Можно охарактеризовать альбом одним словом — уязвимость. Действительно, получили достаточно эмоциональный и личный альбом от Tyler, the Creator. Если бы в прошлом, после выхода "Goblin" вы сказали бы мне, что в будущем мы получим альбом в стиле "Flower Boy", то я бы поржал.\r
\r
Пару треков по сравнению с остальными выглядят блекло. И мне определенно хотелось, чтобы они звучали куда короче и охватывали более специфичную тему. Временами, Тайлер охватывает определенную тему, но не всегда. Большую часть времени кажется, что Тайлер высыпал ящик с игрушками и копается в мешанине. Что не обязательно плохо, временами забавно, поскольку легко проморгать некоторые слова. Моя последняя серьезная критика альбома заключается в том, что он заканчивается весьма странно. "Glitter" не походит на финальный стейтмент или на полноценное завершение темы альбома. Трек милый, хорошо скомпонован, отлично расширяет сентиментальный образ Тайлера. Однако мы получили лишь инструментальный трек, и этого недостаточно в качестве клозера.\r
\r
Тем не менее, несмотря на все вышеупомянутые недостатки, данный альбом — лучший релиз Тайлера на сегодняшний день. Получаем напряжённые 47 минут, его лучший спродюсированный альбом, получаем лучший сонграйтинг, лучшую задумку, лучшие перформансы Тайлера.\r
\r
Лучшие треки: Foreword, See You Again, Who Dat Boy, Pothole, Garden Shed, Boredom, I Ain't Got Time!, 911 / Mr. Lonely\r
Худший трек: Glitter\r
\r
STRONG 8\r
`;export{n as default};
