const n=`Певец, артист, ветеран бойз-бэнда, поп суперзвезда, мистер Джастин Тимберлейк выпустил новый альбом после успешного "The 20/20 Experience" 2013 года. И спустя 5 лет с момента выпуска прошлого альбома, Джастин представил полное переосмысление своего образа. Об этом можно догадаться лишь взглянув на обложку альбома — Джастин словно разрывается между двумя разными мирами, двумя разными личностями. И на новом альбоме Джастин, так сказать, возвращается к своим корням, охватывая наследие музыки южных штатов — тут и фолк и кантри, одновременно идет попытка идти в ногу с современной поп-музыкой. Что в теории звучит круто, учитывая нынешнее положение поп- и кантри-музыки. Но на деле оказалось, что подобная комбинация не всегда работает. Многие слушатели не ждали ничего плохого — у Джастина все еще имеются солидные вокальные данные, вдобавок The Neptunes отвечают за продакшн. Что может пойти не так?\r
\r
Проблемы начинаются сразу с первого трека "Filthy" — худшая попытка записать соблазнительную поп-песню. Что в этой песне сексуального? Банальные тексты Джастина?\r
\r
"And what you gonna do with all that meat?\r
Cooking up a mean serving, huh".\r
\r
Слабый вокал, словно сам Джастин является приглашенным артистом на собственном треке? Банальный дабстеп на протяжении большей половины трека? Тут также есть посредственный бас. И как вы угадали, вся эта инструментальная составляющая вступает в противоречие с грандиозным инструменталом, который появляется в начале и во время бриджа. "Sauce" представляет собой ужасный пример фанк-музыки. Давайте добавим бодрый бит и мультяшную гитару с банальным басом. И вуаля, фанк трек готов, не правда ли? Звучит так, словно Фаррелл записал худшую имитацию песни Принса.\r
\r
Дела обстоят куда хуже на заглавном треке, где начинает проявляться влияние кантри. И хотя мне нравится вокал, безусловно, не обошлось без примитивного баса, который вставлен везде, где это возможно, даже когда он звучит не к месту. Я знаю, что это трейдмарк Фаррелла и подобное работает на его собственных треках и на треках N.E.R.D., но никак не сочетается с кантри. "Wave" буквально звучит как смесь из трэпа и фолка — мало того, что инструментал звучит нелепо, но вдобавок ко всему, создается ощущение, что я слушаю альбом Ween, но без аналогичного сонграйтинга или чувства юмора. У "Supplies" более современное звучание, обошлось без слияний с кантри, но все рушит текст: кажется, что основная цель песни — проверить гипотезу "я бы не встречался с тобой, если бы ты был последним мужчиной на земле". Поскольку Джастин буквально использует апокалипсис как сеттинг для соблазнения женщины:\r
\r
"I'll be the generator, turn me on when you need electricity\r
Some shit's 'bout to go down, I'll be the one with the level head\r
The world could end now, baby, we'll be living in The Walking Dead".\r
\r
"Эй, девушка, я готовлюсь к судному дню, я готовлюсь к судному дню, тебя это заводит? Давай я покажу тебе внутреннюю часть моего бункера. В моем бункере запасов воды хватит на 10 месяцев". Я понял идею песни — Джастин хочет играть роль добытчика, но все в конечном итоге звучит жутко и манипулятивно:\r
\r
"Now I wanna know everything\r
Don't leave a single detail out\r
I'll get mine later, just fell out\r
It makes me a generous lover".\r
\r
Выполнить какую-либо услугу ради получения выгоды — это не есть щедрость. Щедрость не охарактеризовать фразой "эй, ты либо со мной, либо замерзнешь насмерть".\r
\r
"Hers (Interlude)"— странная, приторная фортепианная интерлюдия со спокен вордом от Джессики Бил, которая описывает женщину, одетую в мужскую рубашку. По идее все должно звучать сносно и мило: мужские рубашки большие, в них удобно ходить, — но она добавляет следующее:\r
\r
"It's an armor, like a barrier from the world\r
...\r
When I wear his shirt, it feels like, like his skin over mine", —\r
\r
на ум сразу приходит кейс с Буффало Биллом. "А ну, клади лосьон в корзинку!" [отсылка к фильму "Молчание ягнят"]. Никому и в мысли не придет проводить ассоциацию между рубашкой и человеческой кожей.\r
\r
Далее идет "Flannel" с довольно милой фолк мелодией. Мне очень нравится сонграйтинг, а также вокал в стиле Simon & Garfunkel. Но почему на фоне вокала Джастина и акустической гитары тихонько чирикает трэп мотив? Это буквально не вписывается в эстетику песни, буквально звучит как полное дерьмо. Что еще страннее, так это концовка песни — трек внезапно превращается в абстрактный экспериментальный звуковой фрагмент в стиле несуществующего коллаба между Oneohtrix Point Never и Лори Андерсон, что никак не вписывается в сам трек. Очередное доказательство того, что данный альбом похож на буфет, где подают одно дерьмо. То, как все жанры сплетаются воедино, можно сравнить с тем, что на одной тарелке сразу подают жареные крылышки, желе, спагетти, фрикадельки, гуакамоле и жареные вонтоны. Серьезно, зачем в каждый трек вставлять 808 и бас? Боже, просто запиши полноценную кантри песню, просто запиши фолк балладу и бросай с экспериментами.\r
\r
К счастью, ближе к концу треклиста есть пару песен без экспериментов, что альбом начинает звучать более солиднее. "Montana" — мой фаворит, представляющий собой сексуальный синт фанк трек. "The Hard Stuff" — один из немногих треков, где электронное звучание прекрасно сочетается с акустикой. Все звучит естественно, что биты никак не затмевают балладный мотив. И текст трека довольно милый — о простом желании влюбиться, быть в отношениях, где протагонист готов к трудным испытаниям. Определенно, менее банальный и менее сентиментальный, чем трек с Алишей Киз. У нас также есть "Breeze Off the Pond" в стиле старых песен Майкла Джексона, но без должной лирики — словно Джастин провел день на улице и решил: "запишу-ка я песню о траве, деревьях и ветре". Представьте, что бы случилось, если Майкл Джексон сотрудничал с Филом Элверумом? Буквально в тексте есть упоминание о том, как он под кайфом гребет на каноэ:\r
\r
"Now the sun dances across the sparkly waves, yeah\r
While we're canoeing stoned as Tiny Dancer plays".\r
\r
Весь день кататься на каноэ посреди дикой природы — отличный способ вдохновления. На "Livin' Off the Land" описывается нелепый образ мачо, словно Джастин является либо фермером, либо пограничником, либо горцем. Конечно, не обошлось без 808, баса и перкуссии. Да, мужчины, промывавшие золото, — это настоящие охотники, настоящие гангстеры.\r
\r
Не буду продолжать добивать дохлую лошадь, ибо весь альбом — полная каша. Странно даже представить, что альбом записывался профессионалами своего дела. И странно представить, как продюсеры альбома никак не задумывались о том, что подобное смешение жанров никак не работает и не сочетается вместе. Уверен, что Джастин и Фаррелл в какой-то степени осознавали, что весь альбом получился слегка неортодоксальным. А быть может они решили смешать все вместе чтобы посмотреть, что в конце концов приживется? Поскольку никогда не знаешь, что станет хитом, никогда не знаешь, что примет публика. И временами эксперименты работают, по крайней мере я для себя отобрал пару хайлайтов — "Montana", "The Hard Stuff". Мне также нравится "Midnight Summer Jam" — один из немногих треков на альбоме, где я слышу Джастина, я слышу влияние Майкла Джексона, слышу фирменный продакшн Фаррелла, слышу атмосферу кантри, исходящую от акустических инструментов. Трек звучит попсово, современно, что много разных вещей и влияний происходит одновременно, и все это сочетается довольно гармонично. Песня с легкостью могла попасть на "The 20/20 Experience", но у нее кантри звучание, так что песня попала на новый альбом. И вместо дуэта Джастина и Тимбалэнда я предпочту коллаб Джастина с Фарреллом, поскольку продакшн Фаррелла звучит сексуальнее и бодрее. Однако не стоило Джастину для кантри альбома звать Фаррелла. Серьезно, для кантри и фолк альбома главным претендентом в качестве продюсера альбома вы выберите Фаррелла?\r
\r
Лучшие треки: Midnight Summer Jam, Montana, The Hard Stuff\r
Худший трек: Wave\r
\r
STRONG 3\r
`;export{n as default};
