const r=`LP от калифорнийской пост-поп, пост-панк, пост-арт-нойз группы Xiu Xiu, под руководством мульти-инструменталиста и продюсера Джейми Стюарта, со-продюсера Анджелы Сео и Грега Сонье из Deerhoof. В прошлом году Xiu Xiu приманили на свои лайвы Тора Харриса из Swans, а также инди-ветерана Джордана Гейгера из Hospital Ships и The Appleseed Cast. Список кредитов к альбому довольно длинный и радует глаз, среди которых можно заметить достаточное количество вокалистов и перкуссионистов. И не сказать, что Xiu Xiu ранее приглашали к себе перкуссионистов, но в последнее время дискографию группы можно охарактеризовать как более экспериментальный материал — начиная от нежданных коллабораций до чисто экспериментальных ответвлений, которые выпускаются исключительно в цифровом формате: альбом каверов на Нину Симон, альбом каверов на саундтрек к сериалу "Твин Пикс", душераздирающий и леденящий кровь "Angel Guts: Red Classroom", а также возвращение группы к поп-формату на "FORGET". И сложно на сегодняшний день предугадать дальнейшие действия Xiu Xiu. И тем не менее, группа продолжает выпускать очередной захватывающий, интригующий материал за другим. И "Girl With Basket of Fruit" не исключение.\r
\r
Хоть альбом состоит лишь из 9 песен и длится всего лишь 37 минут, проект можно рассматривать как художественный стейтмент с мощным твистом, и на полном серьезе можно утверждать, что это один из самых популярных альбомов Xiu Xiu. Прямо с опенера Xiu Xiu делает все возможное, чтобы отпугнуть всех слабонервных, — в треке играет агрессивная перкуссия. Каждый лоу-файный, шумный бит борется за внимание. Весь микс звучит грязно, искаженно, хаотично, ошеломляюще, что сразу можно сравнить с материалом Капитана Бифхарта. Инструментальное безумие сопровождается пронзительными криками Джейми Стюарта с абсурдной поэзией, битком набитый референсами:\r
\r
"She is in love with The Angel of No Taxi Anywhere\r
...\r
Her boob gets so floppy\r
She uses it as a fan to wave away his sickening B.O.".\r
\r
Все действие сопровождаются аляповатыми битами, дисторшном и бредом абсолютного сумасшедшего. Аналогичная атмосфера присутствует и в сингле "Scisssssssors".\r
\r
И хоть на LP достаточно моментов, которые трудно описать словами, это не значит, что все действие не имеет никакого смысла или является набором рандомных звуков, поскольку некоторые темы и тексты повторяются в ключевых моментах альбома. К примеру, "It Comes Out as a Joke" ["Всё началось с шутки"] можно рассматривать как главную идею альбома, где можно услышать мешанину из идей, которые также упоминаются во вступительном треке. Но на данном треке все преподносится с более зловещим инструменталом, громоподобными дисторшн битами, индастриал атмосферой на протяжении всего трека, множеством нойза, медленно нарастающий перед тем, как группа полностью перейдет в глитч с заиканием.\r
\r
Все элементы рок и поп музыки из предыдущих релизов Xiu Xiu полностью исчезли. На "Amargi ve Moo" Джейми преподносит безумную поэзию на фоне стонущего контрабаса. В конце концов его тексты и его вокал превращаются в буквальное бормотание. Но, среди более медленных треков, мне больше нравится "The Wrong Thing", где более размеренный, более чистый вокал Джейми в сопровождении мрачных, дроновых и печальных синтов является глотком свежего воздуха. На "Ice Cream Truck" возвращается хаос. Всё, что я могу сказать о данном треке, — какое небрежное отношение к инструменталу. И не то что мне не нравится данная песня, но вся инструментальная палитра звучит настолько грязно и клаустрофобно, что я представляю в голове следующий сеттинг — меня поместили в шкаф для вызревания мяса, но вместо мяса животных я наблюдаю за трупом в виде натянутого на крючок звучания:\r
\r
"Hair dyed blonde for nobody\r
Nobody move!".\r
\r
Мне также нравятся тревожные биты и сэмпл в "Pumpkin Attack on Mommy and Daddy", в котором также присутствуют странные, ошеломляющие, временами резкие фрагменты голосов, воющие синты и бит прямиком из ада. Но, безусловно, самой странной песней на всем LP назову "Mary Turner Mary Turner", которую также можно назвать самой странной в дискографии Xiu Xiu. Данный трек повествует о женщине из начала 20 века, которую линчевали за протест против линчевания ее мужа. И, когда дело доходит до лирики, когда дело доходит до вокала, учитывая полное отсутствие ограничений Джейми, неудивительно, что он зашел так далеко. Настолько, что любой смертный должен ощутить мурашки по коже. И любой, кто слушает данный трек, кто никогда не задумывался об истории ненависти в нашей стране, которая привела к варварским практикам, таким как линчевание, возможно, стоит присесть и задуматься. Поскольку некоторые варварские методы все еще практикуются.\r
\r
Клозер "Normal Love" — один из самых красивых и безмятежных треков на альбоме. Однако трек все-таки является странным дуэтом между Джейми Стюартом и Юджином С. Робинсоном из Oxbow. В треке играет красивое пианино, местами можно услышать бас, вокалы Джейми и Юджина сливаются воедино весьма красивым и ужасающим образом. Создается ощущение, словно я слушаю пение полтергейста, навечно обреченного остаться среди смертных.\r
\r
Лучшие треки: Girl With Basket of Fruit, It Comes Out as a Joke, Ice Cream Truck, Pumpkin Attack on Mommy and Daddy, The Wrong Thing, Mary Turner Mary Turner, Scisssssssors, Normal Love\r
Худший трек: Amargi ve Moo\r
\r
LIGHT 9\r
`;export{r as default};
