const n=`Новый LP от легендарного фанк и альт-рок аутфита из Западного побережья, Red Hot Chili Peppers. Прошло много времени с момента выхода их последнего LP “The Getaway” в 2016-м. Тот LP быстро выветрился из моей памяти, что он даже не вызывает у меня ни негативных, ни положительных эмоций. В целом, это характерно для музыки Пепсов 10-х годов. Во всяком случае, последние 10 лет меня не покидало ощущение, что ребята определенно потеряли свою хватку. На их предыдущих альбомах не было ничего провокационного или вызывающего и при этом они так и не смогли переплюнуть свои вирусные поп-рок треки из конца 90-х - начала 00-х. А теперь, с началом нового десятилетия мы получили анонс о новом альбоме и новость о том, что гитарист, сонграйтер и мультиинструменталист Джон Фрушанте возвращается в группу. Любой, кто хорошо знаком с творчеством Пепсов знает, что Джон был у истоков. Итак, это должно было стать как минимум одной из причин для обязательного прослушивания “Unlimited Love”. Новый альбом достаточно длинный, не скажу, что самый длинный по хронометражу, всего лишь 70 минут с лишним. И по большей части, все 17 треков следуют основному трейдмарку группы со смешением фанка с альт-роком. Хотя на этот раз продакшн более отполированный и звучит слащавее. Я к тому, что вы здесь не найдете треки на подобие “Give It Away”, но вы сможете что-то себе почерпнуть. Возможно вам понравятся пару бриджей и брейков в стиле метал. Но не покидает ощущение, что группа так и не отошла от своего привычного поп звучания.\r
\r
Трек “Black Summer” стал лид-синглом к этому альбому, и после прослушивания всего альбома вы определенно решите, что это самый броский трек на всей пластинке. Я не смог получить максимальное количество драйва от этого проекта, что не обязательно плохо. Не покидает ощущение, что старички пытаются идти в ногу со временем. Можно просто забыть про свои ожидания касаемо альбома и просто наслаждаться альбомом, потому что Пепсам уже нечего доказывать, они являются легендами рок-сцены, одними из самых популярных рок-групп когда-либо существовавших. Как басист я скажу, что Фли является одним из самых влиятельных басистов всех времен.\r
\r
Независимо от того, насколько слабым оказался этот альбом, которую когда-либо выпускала данная группа, их музыка навсегда останется в моем сердце, так как мое детство было в 90-х и с Пепсами я ассоциирую свои первые шаги знакомства с музыкой. Вот почему немного обнадеживает то, что группа звучит более фанково на некоторых треках. А также лицезреть то, как ребята решили ни с того, ни с сего использовать сай-фай синтезаторные и слайд-гитару, которые прослеживаются в гранжевом хард-рок риффе на “Bastards of Light”, или тот же переход к кантри музыке ближе к концу “White Braids & Pillow Chair”. Есть также джазовый переход ближе к концу “Aquatic Mouth Dance” (если честно, фразу “Aquatic Mouth Dance” я ассоциирую с ЗППП).\r
\r
Теперь перейдем к главному недостатку альбома - тексты. Энтони Кидис не известен как мастер слов или успешный поэт, но у него определенно есть свой уникальный стиль, который сочетает в себе элементы спокен-ворда, пения и рэпа — его голос всегда звучит динамично, пронзительно и на данный момент мне сложно представить какой-либо другой вокальный стиль в музыке Пепсов. Но тем не менее, нет никаких причин оправдывать абсурдный и просто глупый текст на альбоме. К примеру, возьмем тот же трек “Aquatic Mouth Dance” - сами Пепсы хорошо звучат на заднем плане, здесь один из лучших хуков на всем альбоме, но назвать трек "Aquatic Mouth Dance", серьезно? Это лишь верхушка айсберга. Возьмем к примеру песню “Here Ever After”, текст к этой песне - полная тарабарщина:\r
\r
“Peaches are sold and all givin' up on that Humpty style\r
At the Caldwell 'cross from blacktop\r
She's Eurasian, met her at the Quick Stop\r
We danced at Tito's Go-Go\r
Girlfriend's back, now she's gone solo”.\r
\r
Она евразийка? Она из самого большого материка на планете Земля? Ну, она и миллиарды других людей живут в Евразии, и что с этого? Мол, я не против мысли, что происходящее в этой песне основано на какой-то реальной истории или взято из собственного опыта автора песни, но создается ощущение, что Энтони последовательно вытаскивает самые неуместные и нелепые детали из своей памяти и собирает их в какую-то повествовательную мешанину. В треке “Poster Child” дела обстоят хуже - полно глупых скороговорок, полон постоянными референсами к поп-культуре, некоторые из них являются намеками на то, что все эти вещи и сама жизнь являются временным, но большая часть текста составляет бред снизу:\r
\r
“Bubble gum, I come bazooka, dirty dandy nana-looka\r
Smoke banana in your hookah, now I know the band is ruca”,\r
\r
звучит как “We Didn't Start the Fire” по версии Доктора Сьюза, но видимо ему не доплатили. Я не стал бы заморачиваться по этому поводу, но на всем альбоме очень слабые тексты. Весьма приятно осознавать, что Энтони в некоторых местах излагает свои убедительные мысли, которые в конце собираются во что-то связное. Это касается песни “Not The One”, а также песни “It's Only Natural” про несчастных влюбленных. И имейте в виду, что оба этих трека являются моими хайлайтами на альбоме. Но иногда кажется, что тексты Энтони обрываются на полуслове или слишком рано показывают свои козыри, а затем нам преподносят очередное клише за клише:\r
\r
“Please, love, can I have a taste?\r
I just wanna lick your face\r
Any other day and I would say\r
You're Atlantis manta ray”.\r
\r
А на треке “One Way Traffic” прослеживается очень странный рэп-флоу а-ля Ребекки Блэк из "Friday”. И именно такие моменты мешают раскрыть весь потенциал этих треков, даже когда сама группа на заднем плане просто отрабатывает на ура. К примеру, “These Are the Ways” или “Whatchu Thinkin'” - здесь однозначно одни из самых лучших припевов на LP, но что здесь вытворяет Кидис? Он решил украсть флоу из трека “Puttin' On The Ritz” от Taco?\r
\r
Как я уже говорил, действительно видно, что группе просто нечего доказывать публике. Можно все недостатки альбома списать на то, что они решили поэкспериментировать. Некоторые идеи работают, некоторые - с треском проваливаются. К примеру, трек “The Heavy Wing” является попыткой смешать гранж с психоделическим роком, у него достаточно легкое и мелодичное начало, а по ходу дела трек прерывается дико шумными гитарными, которые действительно будоражат кровь, определенно один из тех моментов, где Фрушанте выжимает все свои соки. И, честно говоря, эта песня - хорошее напоминание того, почему в 90-х Red Hot Chili Peppers стали глотком свежего воздуха. И я не знаю почему, но барабаны, бас и гитара в "The Great Apes" кажутся гораздо более дилетантскими, чем в любом другом треке на альбоме. Драм бит звучит довольно просто, приятные уху басовые, ревущие гитарные аккорды, которые неуклюже заглушают все остальное в миксе. Словно я слушаю некое выступление местной группы в спорт-баре. Я имею в виду, что в каком-то смысле группа может пытаться ввести нововведения в саунд, но это однозначно не тот грув, который я обычно ожидаю от Red Chili Peppers.\r
\r
Последняя половина альбома немного озадачило меня. Это касается трека “The Heavy Wing”, про которую я уже упоминал выше. Что странно, куплеты и мелодия на “Veronica” звучит как рип-офф трека “Head Over Feet” Аланис Мориссетт, не знаю почему. А также у нас есть акустический клозер “Tangelo”, которая пытается создать некую атмосферу, но сам трек не запоминается.\r
\r
На этом альбоме есть пару ярких моментов, группа преподносит нам одни из своих самых ярких идей, которые у них были за последние годы, но столько же количество треков и лирических приемов, которые меня слегка отталкивают. Не говоря уже о том, что весь альбом в целом кажется немного утомительным, учитывая то, что у него нет общего нарратива.\r
\r
Лучшие треки: Black Summer, Not The One, It's Only Natural, White Braids & Pillow Chair\r
Худший трек: Poster Child\r
\r
Дата релиза: 1 апреля 2022 года\r
Жанр: funk rock\r
Оценка: STRONG 4\r
`;export{n as default};
