const n=`Новый полноформатник от панк группы из Торонто, Pup. С момента своего дебюта в 2014 году группа быстро превратилась в одну из моих любимых панк групп, последовательно выкладывавшие запоминающийся контент в виде агрессивных и мелодичных треков. Раннее их творчество мне показалось посредственным, но по крайней мере они вывезли свой прошлый LP за счет цепляющего и заводного сонграйтинга. Однако “The Unraveling of PUPTheBand” стремится быть чем-то большим, чем просто сборником хороших песен. Если посмотреть на саму концепцию и тематику альбома, ребята ясно дают нам знать, что их дела не совсем идут как по маслу: вот вам и треки про экзистенциальный кризис, эмоциональное выгорание и разочарование в музыкальной индустрии, а сами музыканты начинают рассматривать Pup как некий проект или коммерческую организацию (это затрагивается в интерлюдии “Four Chords Pt. II: Five Chords”). И группа делает все возможное, чтобы придать этому повествованию грандиозное и хаотичное представление, вставляя стадионные мотивы, синтезаторные с нойзом, что в итоге альбом превращается в LP в стиле Джеффа Розенстока или AJJ. Даже партия с фортепиано в опенинге звучит как кусочек из песни Конора Оберста.\r
\r
Таким образом, этот LP звучит менее отчетливо, чем их предыдущий, и я не в восторге от этого. Учитывая качество последнего альбома, я надеялся, что на этот раз Pup сможет найти свой собственный саунд и попытаться проложить дорогу к нему. Тем не менее, часть меня рада, что на этом LP есть определенная концепция - вот вам и юношеские амбиции, которые в результате вылились в довольно интересные идеи для треков. К примеру, взять песню “Robot Writes A Love Song”, что отлично можно назвать главным мета-комментарием к альбому, размышлением о том, как найти идеальную формулу для написания "песни о любви", но песня также работает как буквальная история о двух влюбленных роботах, с большой долей юмора и трагическим твистом в тексте песни, также хочется отметить цепляющие гитарные партии. В треке “Matilda” создается ощущение, что нарратив ведется от лица самой гитары (чел, ты больше со мной не играешься, ты даже аккорды не записываешь). Трек также является комментарием к тому, во что в конечном итоге превратилась группа Pup и как "рутинная работа" с бизнесом мешают креативу.\r
\r
Я почти уверен, что на этом альбоме можно найти самые громкие треки из всей дискографии Pup. К примеру, песню “Waiting” можно назвать самым громким треком Pup — тяжелые гитарные и басовые на этом треке просто сокрушительны. Вторая половина из открывающего трек альбома наполнено ярким дисторшном, словно булавки и иглы покрытые сахаром покалывают и медленно проникают в мои барабанные перепонки. А после идет песня “Totally Fine”, которая наполнена рычащими риффами, фидбэком и нойз-панк гитарными. Что самое удивительное, результат слушабелен. Текст песни тоже соответствует инструменталу.\r
\r
Так что да, несмотря на то, что довольно напряженное начало этого альбома поначалу поражает слух неподготовленного слушателя, с течением времени "вау" эффект быстро пропадает, словно вы зашли в горячую ванну, которая со временем становится все холоднее и холоднее, что в последующих треках отсутствует какая-либо яркая динамика. Микс тоже не идеален, а на треках “Relentless” и “Grim Reaping” вокал более приглушен. Также отсутствует баланс между барабанными, гитарными, вокалом, а также странные свитч-апы в треке «Habits», что в итоге песня звучит довольно напыщенно и небрежно. То же самое касается и трека “Cutting Off The Corners”.\r
\r
Все эти треки перетекают в последнюю часть этого альбома, которая намного слабее по сравнению с ее началом. Но хочется отметить, что нарратив имеет логическую завязку. Название трека “PUPTHEBAND Inc. Is Filing For Bankruptcy” говорит само за себя. Экономическое и социальное давление, умеренный успех, время тикает и заставляет группу смириться со многими вещами: что они теперь профессионалы своего дела, что они слишком старые для своей аудитории, - но в конце приходит напоминание о том, за что группа боролась все эти годы. Трек обрывается клиффхэнгером, а слушателю придется в ожидании недоумевать, какой материал в следующий раз предоставят нам Pup:\r
\r
“There's no place I'd rather be set\r
Even though everybody here is fucked in the head\r
I'm truly grateful for the life that I've led\r
I'm just being dramatic\r
And falling upwards again\r
I might pull it off\r
If I don't fuck this up before it pays off”.\r
\r
Мне все время кажется, что эти строки хорошо затрагивают проблему, которая у меня есть с этим альбомом. И да, в некоторых отношениях текст довольно драматичный. Я к тому, что у нас всех есть право жаловаться на экзистенциальный кризис. Но все же, за последние пять лет Pup стал одной из моих любимых панк-групп на международной сцене. Очевидно, что их коммерческий успех не сравним с поп-панком от MGK, но сотни тысяч людей уже стримят их материал, вдобавок готовится мировой тур в поддержку альбома, который без сомнения не пройдет без аншлагов.\r
\r
Лучшие треки: Totally Fine, Robot Writes A Love Song, Matilda, PUPTHEBAND Inc. Is Filing For Bankruptcy\r
Худший трек: Habits\r
\r
Дата релиза: 1 апреля 2022 года\r
Жанр: punk rock\r
Оценка: DECENT 6\r
`;export{n as default};
