const n=`Британский рок-дуэт Wet Leg с участием Риан Тисдейл и Хестер Чамберс, которые пару лет назад решили создать свой собственный проект. После выхода нескольких синглов во время пандемии, они быстро стали одной из самых обсуждаемых инди-групп за последние несколько лет. И я лично могу сказать, что это был один из моих самых ожидаемых альбомов этого года.\r
\r
Песни по типу “Chaise Longue” и “Angelica” довольно простенькие, но вот вам заводной фьюжн инди-рока и ревайвал пост-панка, исполненные на классических барабанных и гитарных тропах, а все это приправлено остроумными, абсурдными и дерзкими текстами. Этот вайб еще был подкреплен другими тизер-треками к альбому: тот же самый “Wet Dream” - шумный и запоминающийся трек о мастурбации и влечении к человеку, пытаясь привлечь его внимание просмотром "Баффало 66" на DVD. Кричащий вокал в припеве идеален:\r
\r
“Beat me up (beat me up)\r
Count me in (count me in)\r
Three, two, one (three, two, one)\r
Let's begin”.\r
\r
А тем временем, песня “Oh No” - полная копирка White Stripes от барабанных в стиле Мэг Уайт, до классического гитарного риффа. Текст песни о том, как человек погружается в сеть и не выпускает из своих рук телефон, и даже если мелодия и некоторые риффы немного утомительны, месседж легко уловить. Трек “Too Late Now” стал идеальным клозером, потому что он хорошо подходит по общему нарративу, а трек превращается в гимн самопомощи - не нужно переживать за те вещи, которые на самом деле не имеют никакого значения - а также в страх увидеть, как твоя жизнь идет по пути, по которому ты, возможно, не собирался идти. Но перед этим возможно у вас найдется время для себя и принять ванну с пеной.\r
\r
Повторюсь, было несколько очень хороших тизеров, которые заставили меня послушать весь этот LP. Но с грустью пришлось констатировать, что большая часть альбомных треков не соответствуют моим первым впечатлениям о музыке Wet Leg. Так вот, я не виню Wet Leg за то, что они хотят разбавить альбом бопами и медляками, но большинство медленных треков на этом альбоме переходят в очень унылые и скучные инди-треки. Некоторые из этих треков очень посредственные, к примеру “Convincing”, который звучит как демка из второго LP Энджел Олсен. Или взять к примеру трек “Supermarket”, чье драм-интро и припев звучат как песня из репертуара Weezer, но с меньшими амбициями.\r
\r
Также есть трек “I Don't Wanna Go Out” с причудливыми текстом и джэнгл-поп роком, но весь билд переходит в незапоминающийся хук. А тем временем “Loving You” - милая поп песня с использованием 808 битов, довольно смелый поворот событий со сменой общего темпа, но вокальная партия рушит всю картину, что в итоге нарратив выделяется ярче, чем сама песня.\r
\r
Трек “Piece of Shit” также по-видимому об очень неприятном романтическом интересе, ее партнер - душбэг, от которого следует находиться в радиусе пары километров. Что касается текстов, прослеживается некая закономерность на альбоме, особенно это заметно после перехода к «Ur Mum» - песня об обоюдном согласии разорвать отношения, что партнеры не подходят друг другу и прочее, но также в тексте прослеживаются гневные слова:\r
\r
“You're always so full of it\r
Yeah, why don't you just suck my dick?\r
When I think about what you've become\r
I feel sorry for your mum”\r
\r
Не совсем понимаю, зачем такой переход к агрессии? Я не говорю, что настроение песни плохо передано, просто должны были быть какие-то предпосылки, которые привели нас из точки А в точку Б, что сделало бы трек более привлекательным во всех отношениях.\r
\r
И это своего рода моя проблема с этим одноименным LP, в нем есть свой стиль и индивидуальность, а также пару солидных треков на треклисте, но в целом он кажется немного поверхностным и как будто нарратив не заплывает за буек. Интенсивность исполнения, отсутствие вокального диапазона во многих треках, даже с этим мощным криком в конце "Ur Mum" - все это оставляет желать лучшего. Да, здесь есть пару хайлайтов, большинство из них - это тизер-треки, а остальная часть альбома просто не поспевает за динамикой тизер-треков. Тем не менее, мне в целом понравился этот альбом, и я могу только надеяться, что Wet Leg только набирают обороты и в будущем преподнесут нам более смелый и интересный материал.\r
\r
Лучшие треки: Being in Love, Chaise Longue, Angelica, Wet Dream, Oh No, Too Late Now\r
Худший трек: Convincing\r
\r
Дата релиза: 8 апреля 2022 года\r
Жанр: indie rock\r
Оценка: LIGHT 6\r
`;export{n as default};
