const e=`Новый LP от главного представителя коук рэпа, президента Good Music, одного из участников легендарного дуэта Clipse, мистера Пуша Ти. Я был очень взволнован анонсу этого нового альбома по ряду причин. Главной заманухой является то, что за прод отвечают Фаррелл Уильямс и Канье Уэст. Как вы с этими ребятами можете прогадать? Особенно учитывая прод Канье на предыдущем альбоме Пуши “Daytona”. И тот альбом был чертовски хорош, один из самых известных хип-хоп альбомов последнего десятилетия. Еще очевидно, что у Фаррелла и у Пуши довольно богатая история, восходящая еще к временам Clipse. Пуша за эти годы успел доказать, что он способен читать рэп практически на любую тему, а коллабы с Фарреллом или с The Neptune создают особую химию на его треках. И еще одна причина быть в восторге от этого проекта — сам Пуша прошел такой долгий путь со времен "Lord Willin'" и "Hell Hath No Fury": когда пути Пуши и его брата разошлись, первые попытки Пуши начать сольную карьеру были трудными, — в "My Name is My Name" 2013-го года было столько же ярких треков, сколько и довольно посредственных. Но качество альбомов Пуши улучшилось с годами, а его магнус-опусом стал его предыдущий альбом “Daytona”.\r
\r
И я как бы надеялся на что-то похожее на “It's Almost Dry”. После прослушивания нового альбома я пришел к выводу, что это один из его лучших альбомов на данный момент, даже если флоу временами кажется прерывистым. Потому что на одном треке за прод отвечает Йе, а на другом — Фаррелл, а затем — снова Йе и так далее, что не обязательно приведет к последовательному звучанию. Даже за трек “Hear Me Clearly” отвечает Nigo из Bathing Ape, у которого был собственный материал в этом году. Мне нравится этот трек, здесь больше рифмов, чем в лид-сингле "Diet Coke". Здесь наблюдается классический Пуша, но бит здесь явно один из самых слабых на альбоме. Кроме того, трек заканчивается бесцеремонно, внезапно растворяясь в эфире с эффектом затухания. Некоторые фиты на этом альбоме тоже посредственные или не совсем соответствуют Пуше и его саунду. Например, припев Кида Кади в “Rock n Roll” звучит сильно натянуто, это далеко не его лучший перформанс. Перформанс Канье на его куплете звучит более плавно, но не совсем. Тем не менее, Йе преподносит в альбом свой небольшой нарратив о своих мыслях касаемо своего недавнего развода. Лучшее, что есть в “Rock n Roll” - чипманк соул и куплет Пуши, а все остальное можно смело промотать. И пока я жалуюсь на альбом, упомяну трек “Scrape It Off” с участием Дона Толивера и Лил Узи Верта, которые стилистически и по тексту никак не подходят стилю Пуши, особенно с кринжовыми строчками по типу:\r
\r
“Man, my buzz light like Woody”.\r
\r
С исполнением Дона Толивера все норм, но всякий раз я становлюсь более безразличным к одному и тому же стилю, который преподносит нам Дон на своих фитах. Басовый мистический бит хорош, а к куплету Пуши в конце трека у меня нет никаких придирок, нужно время, чтобы добраться до этого момента, и я бы не стал помещать его куплет в топ-5 лучших моментов этого альбома. Думаю, от Пуши я просто ожидаю лучшего, учитывая, как мало он выпускает альбомов, сколько времени уходит на создание одного альбома. И этот альбом тоже довольно короткий, всего 35 минут, словно его пытались все время подравнять под определенные рамки, так что странно, что здесь есть пару посредственных треков.\r
\r
Но к счастью остальной материал на этом альбоме в той или иной степени звучит довольно солидно. Опенинг “Brambleton” — мрачные звуки и басовый ритм = классический Фаррелл. Они задают идеальный тон для Пуши, где он читает рэп о своем дилерском прошлом: друг застрелен, федералы наблюдают, заключение сделок и прочее. Также напоминание слушателям, что имена участников скрыты. У Пуши здесь смоки флоу, который сильно смахивает на Рика Росса. И я бы сказал, что данный стиль ему очень подходит. Затем идет "Let the Smokers Shine the Coupes" - этот трек звучит безумно. Разве этот трек не входит в топ-10 лучших битов от Фаррелла? Модуляция с завыванием и хорн-сэмплы звучат волшебно, бит чертовски плотный — он агрессивный, сильно бьет в голову, но трек смело можно включать на танцполах. Пуша идеально сочетается с этой энергией, особенно cо следующими строчками:\r
\r
"I done sold the golden goose\r
I got 'em, baby, I'm Jim Perdue\r
Cocaine's Dr. Seuss"\r
\r
Но я скажу, что на этом треке Пуша и Фаррелл объединяются в нечто большее. Они просто выравниваются в одну линию таким образом, что ни одному из них не нужно выходить за рамки приличного, чтобы получить приличный результат в виде этого трека, каждый из них просто приносит то, что ему удается лучше всего, и это работает. Например, если вы ищете интересные тексты, перейдите к следующему треку "Dreamin of the Past":\r
\r
“Bruh, you niggas ain't flexin', you crampin'\r
My weight keepin' niggas on the bikes like Amblin”.\r
\r
Здесь есть много веселых флексов на протяжении всего трека, которые показывают, насколько забавным и выразительным может быть Пуша Ти. Кроме того, следующая строчка, где он рассказывает о своей попытке получить наркотики довольно забавная:\r
\r
“There's window stickers and window lickers (I was dreamin' of the past)\r
You know the type, always tryna get in your picture\r
I was tryna get the dope through, in your sister”\r
\r
Через свою сестру? Это пиздец, чувак. Хочется еще отметить сэмпл кавера от Донни Хэтэуэя на “Jealous Guy” Джона Леннона. Сэмпл звучит довольно хорошо, и от этого весь трек кажется гламурным и сентиментальным.\r
\r
В “Neck & Wrist” с участием Джея-Зи есть чилловый бит от Фаррелла. Мне очень нравится слушать, как Пуша накладывает свой флоу под этот бит, а эффект треска в его голосе постоянно усиливается. Джей-Зи по-своему соответствует энергии Пуши, отлично попадает в его потрескивающийся голос, а также преподносит в трек свои эмоциональные нотки и совершенно другой флоу. Но да, от куплетов до припева и прода Фаррелла - весь трек звучит опьяняюще.\r
\r
Все становятся еще более навязчивым в песне “Just So You Remember”. Здесь есть семпл от Colonel Bagshot, который в значительной степени тянет весь трек, тут и драм с киками. В этой песне есть что-то минималистичное и простое, как и во многих песнях, которые Йе спродюсировал для Пуши в "Daytona". И, конечно же, с лирической точки зрения Пуша копает настолько глубоко касаемо разговоров о кокаине, насколько это возможно, он действительно делает это так, как будто ему нужно что-то кому-то доказать:\r
\r
“The book of blow, just know I'm the Genesis”.\r
\r
Теперь переходим ко второй половине альбома. На мой взгляд, она не такая яркая, как первая половина. Первая половина - один из лучших материалов, которые когда-либо выпускал Пуша Ти. Даже песня “Diet Coke” стала мне больше нравится после нескольких прослушиваний, учитывая, что тексты не самые лучшие по сравнению с другими треками на альбоме. Но даже если вторая половина не так последовательна, как и первая, я бы сказал, что здесь также есть пару ярких моментов. Трек “Call My Bluff”, где за прод также отвечает Фаррелл - небрежный флоу, вялый припев и все разговоры о кокаине отлично воссоздают классическую атмосферу Clipse, но с более угрожающим тоном. Песня “Open Air” также чилловая, нарратив также о коксе - о перемещении кокса, большом количестве кокса, много разговоров о движущихся лодках с коксом, самолетах - обо всем, что происходит на больших расстояниях. Вкратце, это довольно веселый трек. А в клозере “I Pray For You” присутствует брат Пуши - Малис. Жаль, что дуэт Clipse распался, но в последнее время то тут, то там они решили вернуть ту классическую энергию и химию дуэта. И это касается и нового трека. И они звучат фантастически, особенно на этом инструментале, который такой величественный, ошеломляющий и красивый, прослеживается госпел-мотив, а припев от Labrinth также прекрасен. И хотя новый альбом Clipse не находится в разработке, особенно учитывая последние события с Малисом, все еще приятно знать, что братская и артистическая связь между ними все еще существует. А Малис не потерял свою хватку:\r
\r
“Tell me what I missed\r
New designer drugs and emotions I don't get\r
I know Hellcats still paddle when I shift\r
Vietnam flashbacks, I get triggered by a sniff”.\r
\r
Отличный клозер. Отличный клозер к альбому, который, как мне кажется, в целом тоже очень хорош. Даже несмотря на то, что моя самая большая претензия заключается в том, что вторая половина альбома не такая яркая, как первая половина.\r
\r
В целом, “It's Almost Dry” по сравнению с “Daytona” не совсем последовательный. Но чего вы ожидаете, если за прод здесь отвечает Йе, а хронометраж альбома сильно порезан? Но “It's Almost Dry” больше, длиннее, и в этом есть свои плюсы.\r
\r
Лучшие треки: Brambleton, Let the Smokers Shine the Coupes, Dreamin of the Past, Neck & Wrist, Just So You Remember, Diet Coke, Call My Bluff, Open Air, I Pray for You\r
Худший трек: Scrape It Off\r
\r
Дата релиза: 22 апреля 2022 года\r
Жанр: coke rap, alternative hip hop\r
Оценка: LIGHT 8\r
`;export{e as default};
