const e=`Летняя часть из серии EP от Weezer под названием «SZNZ», которую они будут дополнять в течение 2022 года. Весной текущего года мы уже успели послушать весеннюю часть — короткий и в то же время весьма посредственный EP. Но даже когда на том EP были ужасные и разочаровывающие треки, все равно интересно наблюдать за тем, как Weezer следуют одной концепции. А благодаря жизнерадостным мотивам песен, акустическому инструменталу и ярким мелодиям, «Spring» отлично передал весенний вайб. Было интересно узнать, как все-таки Weezer воплотит идею лета? Данный EP состоит из семи треков, с более тяжелым звучанием, но за счет намеков на классическую и метал-музыку, тут старый Weezer из начала и середины 2000-х.\r
\r
Как и в случае с EP «Spring», данный EP открывается интерполяцией «Времен года» Вивальди, однако аккорды и мелодии на опенере по какой-то причине взяты из зимней части «Времен года». В любом случае, данная интерполяция соответствует яркому и оптимистичному тону, с которым Риверс открывает данный EP. Что контрастирует с нарративом в текстах песен, где упоминаются архангелы Михаил и Гавриил — библейские отсылки были и в EP «Spring». В текстах упоминаются адские муки смертных, чью жизнь со скуки превратили в сплошной кошмар. Ближе к концу трека вступают тяжелые риффы в стиле альт-рок, которые соответствуют библейскому нарративу. Отличное интро, интересно слушать, как Риверс продолжает использовать религиозные референсы в своих проектах.\r
\r
Далее идет трек «Records», где, естественно, поется о пластинках, вирусных песнях, прослушивании винилов. Мы даже слышим имитацию винилового звука перед припевом. Не самая серьезная и глубокая песня, которую когда-либо писали Риверс и Ко. Что-то примерно на уровне песен из «Red», «Make Believe» или «The Black Album». Но в треке присутствует милый вайб. Единственное, из-за чего я кринжую — бридж со следующими строчками:\r
\r
“I feel Rihanna\r
I'm feeling Lana\r
I feel Nirvana\r
So you can fuck off”.\r
\r
Оставьте Риверса в покое, пока он крутит свою 180-граммовую копию «Ultraviolence».\r
\r
А в последующем «Blue Like Jazz», качество текстов на EP начинает резко падать:\r
\r
“Blue like jazz, blue like jazz\r
Show me how to be cool like that”.\r
\r
Возможно один из самых нелепых припевов Риверса, не говоря уже о странных и неуместных референсах с кубиком Рубика перед припевом. Мне нравится смесь оркестровых партий с металом, но все остальное можно смело выкинуть. Но по крайней мере, на данном треке мы получаем правильную интерполяцию «Лета» Вивальди.\r
\r
Метал вайб присутствует и в треке «The Opposite of Me», который звучит как типичный поп-рок трек от Weezer, Риверс поет о неугомонности, неудовлетворенности собой, желании измениться, стать другим человеком. Трек звучит цепляюще до того момента, пока не заиграет мрачный рифф в середине трека:\r
\r
“Blade ready, vengeance on my mind\r
With one thrust I will be transmuted”.\r
\r
От смертности к бессмертию, о чем черт возьми поют Weezer? Данный трек — один из ярких примеров того, что в «Summer» не все так радужно, как кажется с первого взгляда. Страннее слышать текст песни с мальчишеским лид-вокалом Риверса.\r
\r
Мораль и успех ставятся под сомнение в треке «What’s the Good of Being Good». В треке спрашивается, какой смысл быть хорошим или успешным, если вас не окружают ваши друзья или близкий человек. Без любви и поддержки близких людей, человек может чувствовать пустоту в своем сердце. В треке довольно суровая и депрессивная последовательность аккордов. Но все же в треке появляется грандиозный и дерзкий припев, который отлично контрастирует с инструменталом.\r
\r
Часть меня боялась включать песню под названием «Cuomoville», где Риверс поет о воображаемом городе, названным в его честь. В треке Куомо описывает людей, которые занимаются земледелием, живут тихой, сытной и безмятежной жизнью. Что звучит тщеславнее, чем описания золотых слитков, которые, по словам Куомо, не нужны горожанам. Что эгоистичнее — меркантильные люди, или город, названный в честь исполнителя песни? Да, именно так все представляют себе город/страну, если бы они захватили власть. Кроме того, на данном треке один из худших бриджей в творчестве Weezer. Я понимаю дихотомию между самим городом и событиями, которые могут происходить за его пределами, но данное повествование и подобный резкий переход к данному треку никуда не годятся.\r
\r
«Thank You and Good Night» — довольно приличный клозер для EP, который начинается как милое прощание с пауэр-попом, а заканчивается со зловещими мыслями Риверса о желании следить за всем миром. Мне бы хотелось, чтобы прод и в особенности тексты звучали так же искусно, как и музыкальная составляющая. Ибо следующие строки:\r
\r
“Ain't no kid on crutches, ain't no kid on crutches\r
Let's see where the love is when I'm buzzin'”, —\r
\r
идеальный кандидат в качестве худших строк на альбоме.\r
\r
В целом, EP «Summer» звучит неплохо. EP слушабелен, здесь есть пару приличных треков, но в конечном счете, несмотря на свой короткий хронометраж, здесь довольно много посредственных треков. И я даже не смогу сейчас оценить, что лучше — «Spring» или «Summer». В то время как прод на EP звучит местами последовательно, сонграйтинг сильно подкачал. И я не знаю, куда в конечном счете приведут нас все эти религиозные отсылки. Возможно мы узнаем с выходом новой части серии "SZNZ".\r
\r
Лучшие треки: Lawn Chair, What’s the Good of Being Good\r
Худший трек: Cuomoville\r
\r
Дата релиза: 21 июня 2022 года\r
Жанр: alt rock, power pop\r
Оценка: LIGHT 5\r
`;export{e as default};
