const r=`Восьмой по счету LP от рэпера Лупе Фиаско, вышедший после концептуального альбома «Drogas Wave» 2018 года с тематикой расизма, рабства и прочего. И как уже многим известно, Лупе Фиаско преподносит слушателям очередной концептуальный альбом. На данном LP основная тема связана с его родным городом Чикаго. Ни для кого не секрет, что за последнее десятилетие Чикаго стал рассадником дрилл музыки, среди которых всемирно известные рэперы, такие как Chief Keef, Lil Bibby, Fredo Santana, Lil Dirk, G Herbo и многие другие. Оригинальная сцена и новые представители дрилл музыки уже не те, что раньше, тем более что корнями жанр относится к Бруклинской сцене. И теперь, изучив развитие жанра и влияние на жанр текущих социальных условий, Лупе Фиаско выпускает LP, который фокусируется именно на данном жанре с разных точек зрения, с серией битов, которые варьируются от трэпа до джазового рэпа, с гипнотическими ритмами и завораживающими саксофонами. Вне зависимости от звучания бита, треки на LP звучат неизменно беспечно, плавно и мечтательно, местами угрюмо, что идеально соответствует куплетам Лупе.\r
\r
Потому что, по правде говоря, это не супер-агрессивный, не прилипчивый альбом. Касаемо повествования и эмоционального тона, альбом больше похож на похоронную процессию. Похороны в связи с ростом насилия, охвативших молодежь города, особенно представителей дрилл музыки. Но Лупе не растрачивает свое время, называя всех людей по именам, это было бы слишком глупо. Он дает нам более широкую картину. К примеру, в треке «Autoboto» Лупе со спортивным интересом рассматривает уличное насилие и судебные процессы как нечто захватывающее. Флоу и ритм в значительной степени соответствуют всем основным параметрам, которые вы ожидаете от современной трэп композиции, но в этом и есть смысл, поскольку Лупе умело использует звук, атмосферу, флоу, стиль чтобы дополнить нарратив песни. Также добавлю, что трек ближе всех альбомных треков смахивает на бэнгер.\r
\r
«Precious Things» быстро переводит настрой альбома в более мрачное русло с грустной пиано партией и выразительным фитом с Nayirah в припеве. По сути, Лупе в данном треке описывает подробную картину того, как ревность, пьянство, предательство, угрозы и разрыв общения могут создать излишнее насилие и напряжение в сообществе, среди молодежи. По сути, именно это и описывается в первом куплете, но во втором куплете Лупе рассказывает о рэперах, которых музыкальная индустрия и СМИ используют в своих корыстных целях ради получения денежной выгоды. Лупе также обращается к аудитории, которая на самом деле не обращает внимания на контекст песен, что рэперы читают о реальных событиях. К рэперам относятся как к бесполезным товарам, а после того, как они попадают в тюрьму, все про них благополучно забывают:\r
\r
“It's like you could've done more to try and keep us out them handcuffs\r
It's like we only matter when fans is putting they hands up”, —\r
\r
музыкальные лейблы, похоже, тоже не заинтересованы в помощи.\r
\r
Между тем, в песне «Kiosk» поется о том, что музыкальная индустрия все еще наваривается на блинг-ринг культуре — рэпер покрывает себя бриллиантами и прочими побрякушками и мгновенно становится объектом обожания, заинтересованности или насилия. В данном треке Лупе сравнивает одержимость драгоценностями с религией или наркотиками; одержимость — как способ отвлечься от более важных вещей, таких как современный мир, погрязший в насилии и ненависти.\r
\r
Далее переходим к треку «Ms. Mural», которая продолжает серию песен «Mural» — «Mural» из «Tetsuo & Youth» и «24 Mural Jr» из «DROGAS WAVE». Однако нарратив «Ms. Mural» на данном альбоме звучит весьма прямолинейно:\r
\r
"If you had to paint the gutter, which color would you choose?”, —\r
\r
и почти все в первой половине песни продолжается под видом концепции в виде фрески:\r
\r
“Professionally accept what ethically I hate\r
So in all of my work you see this wrestling with faith”.\r
\r
Далее Лупе вступает в общение со слушателем об искусстве, которое он создает в музыкальном плане, добавляя от себя, что обличительная речь, которую он только что произнес, звучит искусно и великолепно. Есть даже мрачная концовка трека, где художник разрушает своё творение — достаточно душераздирающий момент на альбоме.\r
\r
Темп альбома набирает обороты с песней «Naomi», которая представляет собой бодрый джазовый бум-бэп, нарратив не такой мрачный, как на других альбомных треках. Но я рассматриваю данный трек как своего рода момент для Лупе, чтобы позволить себе и публике немного передохнуть и в очередной раз показать, что он является харизматичным МС. И я думаю, что после прослушивания данной песни я могу с уверенностью сказать, что у него всё получилось. Даже с учетом того, что на некоторых последующих треках он звучит весьма монотонно.\r
\r
И пока я жалуюсь, упомяну трек «Ghoti», который находится в первой половине альбома — тексты соответствуют нарративу всего альбома, интересный нарратив, отличное описание насилия. Но как отдельная песня она слишком короткая, отчего сам трек кажется недоделанным по сравнению с другими альбомными треками. Также хочу упомянуть трек «Seattle», где Лупе звучит вяло, грубый вокал Nayirah звучит слабо по сравнению с другими треками с ее участием на данном альбоме.\r
\r
Однако на данном LP есть солидный клозер «On Faux Nem». Например, хочу упомянуть вступительный куплет трека:\r
\r
“Rappers die too much”, —\r
\r
это весь первый куплет Лупе. В остальной части трека играет один инструментал. Во втором куплете Лупе говорит, что ему необходимо было подумать в тишине над всем содержанием альбома. Лупе помещает всю концепцию альбома в одну коробку и связывает красивым бантиком. Затем он рассказывает слушателю, что в некотором смысле он, как и вся музыкальная индустрия в целом, тоже является частью проблемы.\r
\r
Не могу для себя больше выделить никаких недостатков, ибо на альбоме впечатляющий прод, последовательные тексты и повествование, искусная игра слов и великолепные перформансы. Идея и концепция данного альбома в целом отлично подходят на злобу дня. Что мне еще нравится в данном альбоме, так это то, что все преимущества альбома находятся на поверхности.\r
\r
Лучшие треки: The Lion's Deen, Autoboto, Precious Things, Kiosk, Ms. Mural,\r
Naomi, Drill Music in Zion, On Faux Nem\r
Худший трек: Seattle\r
\r
Дата релиза: 24 июня 2022 года\r
Жанр: conscious hip hop\r
Оценка: DECENT 8\r
`;export{r as default};
