const e=`Второй LP от Беатрис Кристи Лаус, также известной как beabadoobee, которая взорвалась на сцену в 2019 году с ностальгическими композициями в стиле инди-рок. Достаточно упомянуть название одной песни — "I Wish I Was Stephen Malkmus", и вы поймете на какую аудиторию нацелена ее музыка. Во время пандемии она не теряла время зря, выпустив синглы "Care", "Worth It" и "Sorry" — на данных треках больше ностальгического звучания из 90-х. Я хорошо помню 90-е, т.к. оно связано с моим детством. И хотя мне понравилась детализация песен и как она справлялась с ностальгическим звучанием лучше, по сравнению с другими артистами, я просто не разглядел основной смысл в проекте beabadoobee. Тем не менее, мне было интересно послушать ее новый альбом.\r
\r
По крайней мере, на новом альбоме мы получаем угрюмое, драйвовое, инди-, альт-рок и нойз-поп звучание из ушедшей эпохи. Достаточно вспомнить "Don't get the deal", от которого так и исходит вайбом Death Cab for Cutie, особенно это заметно на вокале. "10:36" — один из крупных синглов с альбома, с угрюмыми и приятными на слух риффами, однако вокал теряется в миксе. "Talk" — попытка записать более дерзкий альт-рок, с мощными басами и барабанами, мелодии на месте, однако вокал звучит довольно вяло. По крайней мере, прод был примечательным. И снова, вокал Беатрис теряется на фоне струнных во второй половине трека "Lovesong".\r
\r
По правде говоря, на данном альбоме Беатрис все еще не сформировалась как солидная фронтменша. Были моменты, где Беатрис звучала как Билли Айлиш. Но атмосфера и инструментал дополняют ее весьма застенчивый вокал, что немаловажно. К примеру, "Sunny day", которая представляет собой кусочек акустического поп-блаженства, словно некий летний радиоджем из 90-х — фанковый зацикленный бит и расслабленные вокальные гармонии, которые идеально сочетаются друг с другом, демонстрирующий нам умение beabadoobee идеально сочетать баланс между старым и новым. В "See you Soon" луп глитч битов прекрасно сочетается с прог инструменталом, которые с каждым мгновением звучат все более мечтательно и плавнее, а вокальные гармонии Беатрис взывают к прекрасному забвению. "Ripples" — душераздирающая акустическая композиция в сочетании с прекрасными струнными, одна из самых потрясающих песен на альбоме, несмотря на тихое звучание. "the perfect pair" чудесным образом внедряет босса-нову. Последовательность аккордов звучит примитивно, но струнные и гитары звучат чертовски элегантно, а тихий шепот Беатрис прекрасно сочетает в себе сладкое и меланхоличное звучание.\r
\r
Отсутствие новых идей в треках уносит альбом в пресную кроличью нору. К примеру, клозер мало что может предложить, кроме того, что сам трек звучит довольно странно:\r
\r
"… When the lights go down, don't say I didn't warn ya\r
I don't think that's legal in the state of California".\r
\r
Еще одну странную строчку, которую я для себя выделил, я нашел в треке "fairy song" — я понимаю, что трек о готовности взять себя в руки несмотря на трудности. Однако мне не совсем понятны следующие строчки:\r
\r
"I know you're sad 'cause someone died\r
But I'm not gonna sit inside and do nothing", —\r
\r
и это во время припева. Как трудоголик, мне понятны подобные строчки. Но Беатрис взяла себя в руки только тогда, когда кто-то умер? Вдобавок, неряшливый нойз-поп инструментал во время бриджа никак не сочетается с остальной половиной трека. Тем не менее, в треклисте можно заметить изменение темпа, которое вносит что-то новое и интересное. К примеру, "tinkerbell is overrated" меняет ситуацию благодаря шумному инди-электроник ритму, а также приятному вокалу от единственной и неповторимой PinkPantheress. В "Pictures of Us" Беатрис поет под мидвест-эмо гитару. Мэттью Хили из The 1975 также отвечает за инструментал. На данном треке трогательная лирика, а также одна из самых солидных мелодий на альбоме: "She reminded me that God starts with a capital". Гупповой вокал на данном треке тоже к месту. Единственная проблема с треком заключается в том, что вокал достигает крещендо слишком рано, поэтому вокал слишком быстро нарастает, что ему больше некуда расти.\r
\r
Но с учетом всего сказанного, я впечатлен большей половиной треков на альбоме. Заметно явное улучшение сонграйтинга по сравнению с дебютником. И мне интересно будет посмотреть, в каком направлении будет дальше двигаться beabadoobee, поскольку она не использует ностальгию по 90-м как свой главный костыль. Она внедряет интересные тексты, разнообразие в инструментал, прод получше и песни, в которых чувствуется, что в них есть что-то большее, чем обычная ностальгия по ушедшей эпохе.\r
\r
Лучшие треки: Sunny day, See you Soon, Ripples, the perfect pair, Pictures of Us, tinkerbell is overrated\r
Худший трек: broken cd\r
\r
LIGHT 7\r
`;export{e as default};
