const n=`Крайний LP от исполнителя и сонграйтера, мистера Алекса Джи. В четвертый раз обозреваю его музыку на своем канале. Я рад обозревать его новым альбом, особенно учитывая тизер-треки. Похоже, что на сей раз Алекс улучшил свой сонграйтинг с того момента, как он выпустился из окоп Bandcamp в середине 2010-х. Я рад, что Алекс сохранил свой DIY и лоу-фай авторитет. Независимо от того, нравится ли мне новый альбом Алекса Джи, он сумел сохранить свою старую фан-базу во время перехода от андеграунда к довольно респектабельному кругу в инди-сегменте, привнося немного мейнстримного материала. Такие тизеры, как нежный и фанковый "Miracles" отлично покрывают тот сонграйтинг, который я в первую очередь ожидал от Алекса. Поскольку мне всегда есть к чему придраться к песням Алекса, что также касается и "God Save the Animals". Тем не менее, на данном LP Алекс выдал довольно простой материал, и это определенно его лучший проект на сегодняшний день.\r
\r
На альбоме пару экспериментальных и нетрадиционных по звучанию моментов, где на вокал наложен дисторшн или автотюн. К примеру, "Immunity", а также "Headroom Piano", звучат как саундтрек к экспериментальному инди-фильму — треки сносные, но я бы не назвал их захватывающими. Киношная атмосфера прослеживается и на "S.D.O.S", но при этом за счет отдаленных жутких струнных партий с размытым спокен вордом, а также угрюмым фортепиано, которые выстраиваются в солидный мотив, трек звучит намного лучше. Вдобавок, последние строчки трека скрашивают весь финал:\r
\r
"God is my designer\r
Jesus is my lawyer\r
Curled up in the shower\r
High above the tower".\r
\r
Последний небольшой вокальный фрагмент привносит яркость и подобное больше не повторяется на альбоме. Когда дело доходит до пения, немного сложно определить, что слушатель ожидает получить, поскольку от трека к треку качество вокала сильно варьируется. К примеру, на клозере "Forgive" пение, касаемо тональности, сильно отличается от остальных треков. Создается ощущение, что требовалось записать вокал со второго дубля. Хочется отметить ошеломляющий жуткий фальцет во время опенера. Или низкую подачу на медитативной "No Bitterness", чье интро звучит в стиле альбомов The Microphones. Песня переходит к гипнотическому моменту, с дроновым инструменталом, прежде чем мы достигнем искаженного крещендо в конце. У "Cross the Sea" прослеживается аналогичное звучание.\r
\r
Итак, у нас есть вокал, более сдержанный. Но далее, получаем более простые, внятные треки. К примеру, "Runner", который является главным синглом с альбома. Определенно, мой фаворит среди синглов, фолк-рок без излишеств. Однако последовательность аккордов и вокальная мелодия напоминают мне "Runaway Train" группы Soul Asylum, и мне интересно, было ли это сделано на подсознательном уровне. Тем не менее, получаем отличный припев, не говоря о захватывающей мантре ближе к концу трека.\r
\r
Далее, также получаем пару отличных треков. "Mission" представляет собой всеми забытый инди-фолк трек — прокуренный лид-вокал на фоне струнных превращают все действие в потрясное, мрачное зрелище. "Early Morning Waiting" покрывает аналогичный жанр, однако инструментал и вокал звучат менее динамично. Еще один фаворит "Blessing" смахивает на творчество Pixies, с его космическим миксом, четкими барабанами и резкой гитарой, а также драматичным шепотом, который подчеркивается выкриком "ha!". Ревущие и мощные синты воссоздают интересные переходы, которые отлично скрашивают весь трек. Единственным недостатком является то, что они не знают, когда нужно остановиться. И поверьте мне, это один из немногих треков на LP, где Алекс словно не знал, как закончить трек.\r
\r
На "God Save the Animals" я нашел столько же недостатков, сколько и на предыдущих альбомах Алекса Джи. Но в целом мне показалось, что на сей раз акцент инструментальных партий ставится на инди-рок и инди-фолк. Получили более чистый продакшн. Песни кажутся более полноценными. Думаю, что это мой любимый проект Алекса Джи на данный момент, что, возможно, для некоторых фанатов мало о чем говорит, поскольку мне не сильно зашел альбом. Но все же, приятный альбом от артиста, который растет с каждым новым релизом.\r
\r
Лучшие треки: After All, Runner, Mission, S.D.O.S, Cross the Sea, Blessing, Miracles\r
Худший трек: Forgive\r
\r
LIGHT 7\r
`;export{n as default};
