const r=`Первый студийный альбом за 8 лет от легендарной дэт-метал группы Autopsy — одной из многих групп, переживших свой творческий пик в конце 80-х и начале 90-х. Также одна из многочисленных групп из той эпохи, совершивших камбэк в 2010-х. И их камбэк удался — на "Macabre Eternal" ребята вернулись с более тяжелым, свирепым и смертоносным звучанием, выходил также абсолютно дикий и сокрушительный "Tourniquets, Hacksaws and Graves". По правде говоря, "Morbidity Triumphant" тоже является довольно агрессивным альбомом в масштабах дискографии Autopsy. Однако группе каким-то образом снова удалось внести быстрый темп, запоминающиеся риффы и повысить ставки после "Macabre", внося вариации в треклист, а также пару запоминающихся хуков:\r
\r
"Maggots! Maggots!\r
Maggots in the mirror\r
Horror on display as your demise is getting clearer".\r
\r
Когда речь касается текстов в дэт-метале, особенно с учетом вокального стиля данного жанра, надобность в рифмах отпадает. Однако ребята из Autopsy делают все возможное, чтобы внести убедительные рифмы на "Knife Slice, Axe Chop":\r
\r
"Celluloid atrocities\r
Cannibals, monstrosities\r
Spilling guts an extra thrill\r
Anticipate the final kill".\r
\r
Хочу отдельно отметить еще пассаж в стиле дум-метала в середине трека. И не сказать, что Autopsy заново изобрели велосипед. Но отдам должное ребятам за креатив, за отличный сонграйтинг и за мгновенно запоминающиеся дэт-метал хиты, у которых присутствует не только вариация, но они также не тратят время впустую. Что отчасти можно связать с тем, насколько динамичны многие альбомные треки. Autopsy весьма милосердно выстраивают мертвые тела, чтобы сложить из них отличный конечный продукт.\r
\r
В этом можно убедиться сразу на напряженном опенере "Stab the Brain" с мрачной последовательностью аккордов. Крис Рейферт в очередной раз доказывает нам, что все еще является одним из самых агрессивных и диких дэт-метал вокалистов. Его репертуар гораздо обширный по сравнению с гортанным рычанием Коржика из "Улицы Сезам". У него есть целый арсенал из хриплых, ужасающих криков, и временами он балуется причудливыми выкриками. К примеру, на "Tapestry of Scars", где в какой-то момент он переходит в отчаянный крик: "fucking stabbing and stabbing". Удивительно, как он справляется со всем этим безумием, будучи еще барабанщиком группы. И он особенно хорошо справляется на "Final Frost" — от медленного драматичного интро до весьма хаотичной середины трека, мощная игра Криса на барабанах отлично вписывается в композицию. Потрясающе слышать, как группа может подсластить трек мелодичными риффами во второй половине трека, а затем противопоставить этому концовку, которая звучит настолько искаженно в некоторых моментах, что кажется, словно мои барабанные перепонки вот-вот лопнут.\r
\r
Риффы и мелодии на "The Voracious One" превращают трек в полноценный бэнгер — здорово слышать, как группа в очередной раз разбавляет мелодичностью зловещее хэви-метал и хард-рок звучание. Диссонирующее тремоло в "Flesh Strewn Temple" также выделяет данную песню среди остальных, наряду с жутким гитарным интро, создающее ощущение, словно мы являемся свидетелями ритуала с массовым убийством. Текст песни также весьма подробно детализирован:\r
\r
"Troughs thickly filled\r
With coagulated fluids\r
Collected, consumed\r
By ritualistic death druids\r
Surrendering organs\r
For orgy laced feasting\r
Torch lined walls glowing\r
Orgasmic releasing".\r
\r
Мне не понравился "Skin by Skin" в качестве сингла к LP, особенно на фоне затянутого интро. Но тем не менее, считаю трек прекрасным с нотками дэт-метала и дума. Вдобавок, мне нравится, как трек развивается с гармоничными гитарными партиями и вокалом Криса, который временами звучит маниакально. Не говоря уже о головокружительном изменении темпа. И хоть "Slaughterer of Souls" не привносит ничего нового в треклист, группа увеличивает градус исполнения. Однако "Your Eyes Will Turn to Dust" показался посредственным завершением альбома. Хотя я понимаю, завершить на яркой ноте настолько неумолимый и ужасный альбом как этот, — весьма непростая задача. Autopsy выдают пару удивительных риффов с нотками спид-метала. Но как только появляется данная часть в треке, она моментально исчезает во второй половине, что я сразу задался вопросом: "какой смысл было добавлять небольшую вариацию, если ребята не собирались следовать данному паттерну до конца?".\r
\r
Тем не менее, даже несмотря на то, что концовка не совсем соответствует моим ожиданиям, в целом, альбом является крутым дэт-метал проектом. И должен сказать, я счастлив узнать, что все мои страхи касаемо нового альбома моментально рассеялись. Я думал, что новый альбом ознаменует регресс в карьеры группы. Но этого не случилось. Они взяли небольшой перерыв в 7 лет и вернулись с убийственным материалом. И данный альбом звучит не только дико, но и легко можно распознать опыт ребят. Альбом не без недостатков. К примеру, риффы на "Born in Blood" звучат посредственно в рамках творчества Autopsy. Но несмотря на все недостатки, это по-прежнему невероятно крутой альбом.\r
\r
Лучшие треки: Stab the Brain; Final Frost; The Voracious One; Flesh Strewn Temple; Tapestry of Scars; Knife Slice, Axe Chop; Maggots in the Mirror; Slaughterer of Souls\r
Худший трек: Born in Blood\r
\r
DECENT 8\r
`;export{r as default};
