const n=`Новый LP от певицы и сонграйтера мисс Тейлор Свифт, которая в последнее время активно пилит новый контент — два фолк-альбома, перезаписи старых проектов. Джек Антонофф снова отвечает за продакшн. Существует расширенное издание альбома, на котором присутствуют работы и других продюсеров. Однако по большей части стандартная версия альбома представляет собой коллаб между Тейлор и Джеком. И главным преимуществом "Midnights" является его последовательность: простые паттерны ударных, мягкие синтезаторные патчи, просторные миксы и медленная прогрессия, — все это в значительной степени является основным курсом всего альбома, за исключением пару моментов с резкими битами. Это не очередной фолк-альбом и это не очередная коллекция авторских песен от Тейлор Свифт. "Midnights" — полноценный поп-проект. Но это также худший альбом Тейлор со времен "Reputation". "Reputation" терзался манией величия с дерзким звучанием. А у "Midnights" гораздо меньше амбиций — меньше дерзости, меньше страсти, меньше запоминающихся моментов.\r
\r
Медленный опенер "Lavender Haze" с вялым припевом довольно точно задает настроение для всего альбома. Следующий трек "Maroon" звучит еще безжизненнее, с одним из самых размытых продов на всем LP. Но когда мы натыкаемся на хайлайты, то можно заметить пару косяков. К примеру, на ярком и эйфоричном нью-вейв треке "Anti-Hero" Тейлор неиронично поет:\r
\r
"Sometimes I feel like everybody is a sexy baby". —\r
\r
Подобную строчку легко проморгать. Но если заметить, то определенно стоит задаться вопросом: "чё?". Скажем, что Тейлор простительно вставить одну кринжовую строчку в альбом. Однако есть песни, к текстам которым у меня большие вопросы. К примеру, к "Question...?" с посредственными синт дронами и сырой перкуссией, которые готовят почву для бессмысленного текста о любви. Инструментал билдит напряжение для припева, который якобы должен звучать помпезно, но на деле смахивает на тему из ромкома, с текстом:\r
\r
"Did you ever have someone kiss you in a crowded room?\r
And every single one of your friends was making fun of you\r
But fifteen seconds later they were clapping, too?".\r
\r
["fuck that kind of friends", — взято из стрима]. Есть также "Midnight Rain", на котором отсутствует вариативность — концовка трека воссоздает ощущение, словно Джек и Тейлор просто не знали, как закончить песню. У нас также есть "Vigilante Shit", где Тейлор снова примеряет на себя образ плохой девочки из "Reputation" — это не работало и в прошлый раз, не работает и на сей раз:\r
\r
"Lately I've been dressing for revenge", —\r
\r
все действие разворачивается на фоне скучных и устаревших 808 битов с качеством уровня демо трека. Создается ощущение, словно я слушаю кроссовер Лорд с Лори Андерсон. Раз мы начали говорить о посредственных песнях, стоит упомянуть первую половину "You're on Your Own, Kid", которая звучит как песня из репертуара дуэта The xx за счет примитивной гитары. Вторая половина трека звучит лучше, но никак не отличается от звучания остальных треков.\r
\r
Дела обстоят куда лучше на "Bejeweled". Мы дошли до девятого трека альбома, и я до сих пор не отметил для себя свою любимую строчку. Но мне определенно нравится момент во время припева:\r
\r
"I can still make the whole place shimmer". —\r
\r
Не совсем глубокая лирика, но этого достаточно для позитивного поп-трека. И мне отчасти понравился трек "Labyrinth" с линейной структурой, который напоминает некий религиозный экспериенс за счет органных, отдаленных колоколов и соответствующего вайба. Вдобавок, синты воссоздают атмосферу из песен MGMT. Не говоря уже о том, что Тейлор внесла в трек некоторые из своих наиболее запоминающихся текстов. Куда лучше услышать строчки "I thought the plane was going down, how'd you turn it right around", нежели текст, где Тейлор проводит аналогию кармы с котиками или со своим партнером:\r
\r
"Karma is a cat\r
Purring in my lap 'cause it loves me\r
...\r
'Cause karma is my boyfriend", —\r
\r
что звучит довольно глупо. Хотя я согласен с тем, что Тейлор наслаждается своей жизнью после инцидента с Ким и Йе, а также после инцидента со Скутером. "Snow on the Beach" — красивая баллада с небольшим бэк-вокалом Ланы Дель Рей, которая сперва показалась мне весьма посредственной, но после нескольких прослушиваний трек мне больше начал нравиться. "Sweet Nothing" — небольшая баллада с цифровым фортепиано, которая звучит красиво и убедительно. Клозер выдался довольно блеклым, но завершить довольно посредственный альбом на яркой ноте является нелегкой задачей.\r
\r
Лучшие треки: Anti-Hero, Snow on the Beach, Labyrinth, Sweet Nothing\r
Худший трек: Vigilante Shit\r
\r
LIGHT 5\r
`;export{n as default};
