const n=`Новый LP от мичиганского рэпера BabyTron, у которого за маленький промежуток времени успела закрепиться солидная фан-база. В качестве результата видим его в списке "2022 XXL Freshman Class", а также он стал одним из самых обсуждаемых рэперов нынешнего поколения. И легко понять почему, учитывая его уникальный стиль, невозмутимый флоу, с которым он, как пулемет, выплескивает нескончаемый поток рифм с референсами, двусмысленными текстами и смешными панчами, которые охватывают одни основы, а также такие ключевые темы, как скам и преступный мир. Не обошлось без упоминания близкого родственника, которого он любя называет "unkie". Так что BabyTron компенсирует нехватку должной энергетики в треках соответствующим контентом. И вдобавок, он может читать рэп практически на любую тему. Он также пробует свои силы в дрилл, и так уж получилось, что дрилл-треки являются лучшими на альбоме. Хотя основной стиль, на котором BabyTron построил свою карьеру, основывается на фристайл музыке из 80-х, что не совсем вписывается в рамки современного рэпа. Но каким-то образом ему удалось вписаться в тусовочку. Хотя в последнее время кажется, что Babytron делает все возможное, чтобы охватить больший спектр жанров. В любом случае, если вы видите новый альбом от Babytron, то легко можно предположить, что выбор битов будет неоднозначным, временами дезориентирующим, поскольку он может не уделять должного внимания чистке оригинального сэмпла. Несмотря на его уникальное звучание и стиль, трудно назвать Babytron'a разносторонним рэпером, что некоторые из его альбомов звучат слегка одномерно. Хотя первая часть "Bin Reaper" 2019 года звучит настолько дико и весело, что трудно не влюбиться в альбом.\r
\r
А на дворе 2022-й — мы дошли до "Bin Reaper 3", который сможет удержать слушателя на протяжении всех 40 минут, с приличным количеством вариативности в проде и цепляющими хуками. Влияние Узи проявляется на "Myspace" и на "One Side of Things". Клозер "365 Day Grind" описывает автопортрет одержимого своей работой Babytron'а — чилловые ноты и спокойный трэп бит отлично вписываются в плавный флоу. Нам раскрывают бэкграунд исполнителя, и то же самое происходит во время опенера. Для тех, кто не в курсе кто такой Babytron, данный трек определенно введет вас в курс дела. Хотя не считаю, что его вялый перформанс и размытый инструментал на данном треке являются лучшей фишкой Babytron'a. Тем не менее, не могу отрицать лирическую составляющую трека.\r
\r
То же самое касается и "AirTron" — словно на спидране наш рэпер вставляет искусные отсылки к НБА. Также стоит отметить, что у данного трека лучший продакшн во всем альбоме. На протяжении всего трека играет убийственный вокальный сэмпл. Драйвовый брейк данс мотив прямиком из 80-х на заднем плане тоже отыгрывает свое дело. На "Wake TF Up" можно услышать сэмпл из "Somebody's Watching Me" от Rockwell, который под стать Хэллоуину. У "Silly Me" отличный рефрен с "whoomp, there it is". Но на фоне чиллового инструментала, вся атмосфера полностью меняется. У "Top 2 Not 2" заманчивый продакшн, с головокружительной сменой битов, которые звучат довольно интересно, но конечный результат выглядит бессвязно. К примеру, смена звучания на "Rage Quit" имеет больший смысл.\r
\r
Не обошлось без смешных моментов в текстах. "Awful Lotta Yeah" — один из многих треков на альбоме, где Babytron говорит прямо:\r
\r
"On stage, I refuse to let you Chris Rock me (Shit)\r
All these damn cuss words, they can't Kidz Bop me". —\r
\r
Теперь переходим к недостаткам альбома. Перформанс на "15'-16' Curry" Babytron меня не впечатлил, что рифмы начинают звучать монотонно, особенно с учетом его действующего стиля исполнения. Вдобавок, стоит упомянуть следующую строчку:\r
\r
"Made her hit a note then she blew me like an accordion". —\r
\r
Однако моим наименее любимым треком стал самый длинный трек на альбоме "D$M Cypher 2", не только благодаря рантайму, но и благодаря приглашенным артистам — их куплеты звучат одинаково, с одними и теми же идеями, некоторые из которых, даже с учетом пост-продакшна, звучат немного хаотично.\r
\r
Лучшие треки: Myspace, Silly Me, Wake TF Up, Drake & Josh, Can You Swim?, Awful Lotta Yeah, One Side of Things, Rage Quit, AirTron, 365 Day Grind\r
Худший трек: D$M Cypher 2\r
\r
STRONG 7\r
`;export{n as default};
