const n=`Возвращение замечательной современной австралийской рок-группы King Gizzard & The Lizard Wizard. В течение октября они дропнули аж 3 альбома. А поскольку на дворе ноябрь, у меня было достаточно времени переварить все 3 альбома и я расскажу о них в одном видео.\r
\r
King Gizzard & The Lizard Wizard — Ice, Death, Planets, Lungs, Mushrooms and Lava (2022)\r
\r
Начинаем с "Ice, Death, Planets, Lungs, Mushrooms and Lava", 21-й студийный альбом от King Gizzard & The Lizard Wizard — интересное дополнение к громадной дискографии группы. Семь альбомных треков охватывают семь различных музыкальных направлений, которые начинаются с семи разных нот в мажоре. Но что более важно, касаемо структуры песен и перформансов, это один из самых мелодичных альбомов King Gizzard. Данный вайб ребята слегка охватывали еще на предыдущем альбоме "Omnium Gatherum", но на сей раз они решили сделать больший упор в данном направлении. Большинство треков длятся от 8 до 9 минут. И я бы не сказал, что есть хотя бы один трек, который задерживается на определенном моменте. Даже 13-минутная "Hell's Itch" полна запоминающихся моментов из психоделических гитарных соло, маленьких фрагментов с флейтой, органных, губной гармошки, а также рефрена с "hell's itch". Трек достаточно мелодичный и легко можно рассмотреть яркую химию между ребятами. Разнообразный инструментал, отличное наслоение, пару крутых и мелодичных свитчапов. И мне нравится, как мотив из первой половины трека фигурирует и в последней половине.\r
\r
Но по-моему не каждый трек достигает своей цели. Даже с учетом того, что я уважаю группу за попытку максимально разнообразить альбом. К примеру, у веселого интро на "Mycelium" присутствует стандартная мелодичность от King Gizzard. Тут и знакомая нам гитара, бесконечный луп, случайные выкрики с "wooh". Но поскольку у инструментала более нежное звучание, бодрые выкрики с "wooh" никак не соответствуют с инструментальной частью. Партии саксофона также звучат посредственно. И весь трек превращается в беззаботную музыкальную тему из утреннего детского шоу. И наоборот, трек "Ice V" звучит более тревожно, особенно с лирикой о смерти и надвигающегося апокалипсиса. Трек охватывает фанковое направление и гораздо больше химии прослеживается между участниками группы. На протяжении всех 10 минут трек звучит захватывающе — тут и барабаны, гитары, бодрые флейты, длинные сольные партии. "Magma" играется с таинственной мелодией и охватывает мистическую атмосферу. Хотя мне определенно хотелось, чтобы вокальные гармонии и некоторые партии звучали эффектнее. Были моменты, когда чувствовалось словно группа играет на автопилоте.\r
\r
Хотя на пластинке есть пару треков, которые достигают яркой кульминации. К примеру, на "Iron Lung" присутствует весьма агрессивные саксофон и гитарные в первой половине трека, впоследствии группа дополняет все действие жгучими гитарными соло с дисторшном, а также шумными выкриками. Создается ощущение, словно ребята попытались превзойти самих себя. "Lava" билдится весьма медленно — грохот клавиш, саксофона и барабанов в начале трека воссоздают напряженный момент. И мне нравятся сатанинские песнопения в середине трека — я не просто чувствую, что слушаю произведение искусства в виде трибьюта некому вулкану, я полностью причастен к делу, словно я присоединяюсь к секте, чтобы начать поклоняться вулкану.\r
\r
Клозер "Gliese 710" представляет собой весьма интересный момент, поскольку на данном треке лирика всего альбома связывается вместе и достигает кульминации. А благодаря этому вся концепция пластинки кажется более целостной и завершенной, поскольку ребята по-быстрому охватывают все темы треков. Но в то же время мелодия хромает. Касаемо грува и структуры, не считаю данный трек таким же привлекательным по сравнению с остальными треками.\r
\r
Лучшие треки: Ice V, Lava, Hell's Itch, Iron Lung\r
Худший трек: Gliese 710\r
\r
DECENT 7\r
\r
King Gizzard & The Lizard Wizard — Laminated Denim (2022)\r
\r
Данная пластинка состоит из двух песен, каждая из которых длится 15 минут. И мне определенно нравятся эти треки. Плотная мелодия, барабаны работают как часы, гипнотический темп песен. Получаем сладкую, нежную вокальную гармонию, а фальцет и вовсе звучит цепляюще:\r
\r
"I caught that hypertension in another dimension\r
Inside my time invention, I've laminated denim".\r
\r
На обоих треках больше внимания уделяется гитаре. И я чувствую, что ограничение в виде двух треков вынудило группу играть креативнее. Также больше внимания уделяется и риффам, и соло партиям. Нельзя внедрить саксофон в медленную композицию и превратить трек в более интересное действие. У треков отличный ритм, а также у них прослеживается линейная структура. Химия между ребятами напоминает мне классические краут-рок альбомы в стиле Neu!, но с нотками псих-рока и гаражной музыки. Вполне вероятно, что некоторые фанаты будут рассматривать данный альбом наименее интересным проектом из трех. Но, честно говоря, мне очень сильно зашли оба трека. Гитарные партии и некоторые мелодии определенно достойны вашего внимания. Данный проект смог удержать мое внимание на протяжении всех 30 минут, чему не удалось достичь "Ice, Death, Planets". Повторюсь, благодаря ограничению в виде двух треков, группа подходит к делу весьма креативным образом.\r
\r
Лучшие треки: The Land Before Timeland, Hypertension\r
\r
LIGHT 8\r
\r
King Gizzard & The Lizard Wizard — Changes (2022)\r
\r
На данном альбоме нет каких-либо ограничений как на "Laminated Denim" и нет эпичных моментов как на "Ice, Death, Planets". Пожалуй, "Changes" выдался самым беззаботным и веселым альбомом из всей октябрьской серии. Даже с учетом того, что опенер длится 13 минут. Насколько я знаю, альбом записывался в течение 5 лет на разных студиях и на различных местах. И на семи треках основное внимание уделяется барабанам, басам, особенно клавишам. Тем не менее, добавлю, что альбом вышел менее целостным по сравнению с двумя предыдущими. Особенно если учесть зажигательную игру на барабане и электронный мотив на "Gondii", которые торчат как больной палец, в плохом и хорошем смысле этого слова. Безусловно, данный трек является самым смелым и веселым на пластинке, словно я слушаю трек от Tame Impala. Но опять же, трек рушит всю целостную картину. Хотя не удивлюсь, если мне скажут, что альбом под названием "Changes" подразумевает эклектичное звучание. Учитывая, что "Gondii" — мой фаворит, как обстоят дела с остальными треками? На мой взгляд, вполне себе неплохо.\r
\r
На "Hate Dancin'" группа внедряет иронию — заводной мотив с басом задают танцевальную атмосферу. Но подобное резко контрастирует с текстом о тревожном состоянии протагониста, чей текст никак не связан с танцполом. Есть также "Astroturf" — довольно эксцентричный трек с кэмповыми синтами и вибрато, словно трек является саундтреком к олдскульному сай-фаю. Напряженная мелодия во время припева звучит великолепно, как и парочка мрачных и мультяшных партий духовых. Трек одновременно загадочный, красочный и сюрреалистичный, особенно если учесть текст песни о превращении в бабочку.\r
\r
"No Body" — замечательный, угрюмый, изящный психоделический поп в стиле крайних The Beatles и The Eagles. "Exploding Suns" — чилловая синт одиссея, мне определенно хотелось услышать более насыщенный билд, но тем не менее мне нравится триповый и мистический вайб трека. Вдобавок, плавный переход к клозеру является интересным моментом, даже с учетом того, что мне не особо понравился клозер. Клозер называется "Short Change" — мне нравится структура песни, но микс представляет собой серию из лоу-файного синт арпеджио, которая звучит слишком грубо и агрессивно до нельзя.\r
\r
Отдельного внимания стоит 13-минутный опенер, о котором я уже говорил ранее, — трек претерпевает достаточно радикальных изменений, некоторые из которых звучат весьма круто, а некоторые — не совсем. Хочется упомянуть странный, неуклюжий джаз-рэп бит в середине — странно, что он все-таки попал в трек. Но кульминация трека в виде свирепого псих-рока с дисторшном, с интересной и странной джаз мелодией — все это звучит великолепно.\r
\r
Но тем не менее, на альбоме довольно много забавных треков, одни из самых веселых работ King Gizzard за последнее время. Опенер и клозер выдались весьма посредственными, но можно найти достаточно хороших треков в середине треклиста.\r
\r
Лучшие треки: Hate Dancin', Astroturf, No Body, Gondii\r
Худший трек: Short Change\r
\r
DECENT 7\r
`;export{n as default};
