const e=`Легендарный хип-хоп продюсер и трэп-сенсей Metro Boomin возвращается. Если вы не знакомы с этим человеком, вкратце — он является музыкальным архитектором одних из самых популярных рэп синглов за последние 10 лет. В 2018-м он выпустил свой первый соло-альбом "Not All Heroes Wear Capes", на котором ему досталась роль главного режиссера, предложивший слушателю пару амбициозных продюсерских решений, а также роль куратора, позвавший на свой альбом своих любимчиков, с которыми он работал на протяжении многих лет. То же самое касается и "Heroes & Villains" — плотный треклист из 14 песен, общей длительностью около 45 минут. Во времена, когда любой артист вправе раздувать свой треклист без какой-либо причины, Metro продолжает демонстрировать нам, что его альбомы, будь то сольные или коллаб проекты, стоят полноценного прослушивания.\r
\r
Хотя сразу упомяну главный недостаток альбома. На данном альбоме много времени уделено Future и особенно 21 Savage. Удивлен ли я данным фактом? Нет, поскольку Metro сотрудничает с этими парнями уже на протяжении многих лет. Но совершенно ясно, что он хочет оставаться в своей зоне комфорта, что автоматом накладывает на альбом некоторые ограничения. И вместо новых имен получаем знакомые нам лица. Но по крайней мере музыкальная составляющая альбома выглядит грандиозно.\r
\r
Я бы не назвал "On Time" одним из самых цельных интро за текущий год, однако трек преподносит нам достаточно впечатляющих перформансов, струнных, даже Морган Фриман появляется в определенный момент — словно 2-3 трейлера к высокобюджетным фильмам звучат в одном треке. Что более примечательнее — первая полноценная песня "Superhero" с участием Future звучит великолепно, с его грандиозными и мрачными лупами духовых, головокружительным трэп битом и опьяняющим автотюном, моментально вводящий меня в транс. Трек не хвалится вариативностью, однако трек держится на атмосфере. Отдельное спасибо Metro за аутро: вокальные мелодии и смена инструментальной палитры, — это круто, это отличный эпилог, которым можно заканчивать песню и предоставить слушателю время на передышку, прежде чем мы перейдем к следующему треку.\r
\r
И подобных приемов можно встретить еще несколько раз. К примеру, во время партии Future в конце "Too Many Nights", которую в основном исполняет Дон Толивер. Трек пропитан реверберацией и блестящим вокалом. Однако главным преимуществом трека является его продакшн. В песне звучит чилловый заводной ритм, а также синты прямиком из 80-х. От трека так и исходит неоновым светом, что атмосферу Miami Beach synthwave можно ощущить махнув ножом. Похожий вайб прослеживается и на другом треке с Доном Толивером, но он получился менее ярким.\r
\r
На альбоме есть и другие хайлайты. К примеру, "Umbrella" с участием 21 Savage и Young Nudy. Добавлю, касаемо вайба, мы ничего нового не получаем — очередная порция мрачной атмосферы из "Savage Mode":\r
\r
"Put your name on the bullets while I'm fillin' 'em (pussy)\r
All the opps scared 'cause we killin' 'em (pussy)".\r
\r
И хотя Nudy не мой фаворит, но он создает отличный контраст с партией 21. Вдобавок, если вам понравился данный трек, то скорее всего вам понравится и "Walk Em Down", где в значительной степени получаем аналогичную энергетику вместе с массивной секцией духовых. Пожалуй, "Metro Spider" представляет собой самую солидную сольную партию Young Thug'a за весь проект. Колокольчики, струны, эпичные фортепианные арпеджио — все это отлично соответствует свитчапам Thug'a. У него мелодичная читка, как у машины, настоящий монстр без тормозов — трагичное напоминание о том, что талантливые рэперы находятся за решеткой. У "Creepin" с участием The Weeknd и 21 Savage есть все права стать полноценным хитом — красочный поп, рэп, R&B кроссовер на твердую девятку. В песне поется о том, что протагонист в курсе, как его девушка втайне встречается с другими парнями, но не хочет этого признавать, т.к. его сердце не сможет пережить предательство.\r
\r
Пока я продолжаю хвалить альбом, отдельный шотаут клозеру "Feel the Fiyaaaah", который не только меняет размер на 3/4 и 6/8, но и сам A$AP Rocky звучит волшебно, предоставляя слушателю парочку весьма милых, игривых строчек и игру слов. Песня завершает альбом на позитивной ноте, но в то же время звучит обнадеживающе и трогательно, поскольку на треке также фигурирует недавно погибший Takeoff.\r
\r
Однако главным недостатком альбома является Трэвис Скотт. Если честно, Трэвис является самым слабым звеном среди всей тусовки. На "Niagara Falls" его припев звучит круто, чего не скажешь касаемо его куплетов. Неутешительные перформансы прослеживаются на "Raindrops" и на "Trance". Thug звучит великолепно, однако Трэвис портит действие строчками по типу:\r
\r
"I'm cleaning shit out like a Enema".\r
\r
"Lock on Me" с участием Трэвиса и Future — очередной пример того, как Metro записал очередной трек с Трэвисом и приходит к слушателю с пустыми руками.\r
\r
Повторюсь, основной проблемой альбома является однообразие имен, что сводит на нет весь потенциал всего проекта. Поскольку когда трек качает, то можно заметить и яркий продакшн — Metro придерживается своей старой формулы, но и также улучшает дело привлечением струнных, духовых, дополнительных инструментов, парочки сэмплов, а также аутро на некоторых треках.\r
\r
Лучшие треки: Superhero (Heroes & Villains), Too Many Nights,\r
Umbrella, Metro Spider, Creepin', Walk Em Down (Don't Kill Civilians), Feel the Fiyaaaah\r
Худший трек: Lock on Me\r
\r
LIGHT 7\r
`;export{e as default};
