const n=`Новый альбом от исполнителя, автора песен, продюсера и мульти-инструменталиста brakence, который за последние пару лет сумел собрать солидную фан-базу после выхода таких треков, как "Fuckboy" и "FWB" во время пандемии 2020 года. Эти 2 трека украсили короткий LP "Punk2", чей треклист был настолько коротким, что никак не служит полноценным введением в творчество brakence. Однако "hypochondriac" смахивает на более серьезный шаг, поскольку данная пластинка дает нам более полное представление о brakence как артиста. Что довольно уникально, поскольку прослеживаются влияние эмо в текстах и сонграйтинге, подчеркнутый глитч попом и мат-рок гитарами, а также хип-хоп битами. Также стоит отметить хриплый тенор brakence, в котором большую часть времени присутствует вибрато. Вдобавок, он обрабатывает свой голос таким образом, что придает ему отчасти синтетическое, отчасти гуманоидное звучание. Перед прослушиванием альбома, я действительно надеялся, что испытаю экспериенс со слиянием нескольких жанров.\r
\r
Прямо с первого трека получаем мелодраматичный лид-вокал, перекликающийся с пробивными битами и мат-роковыми лупами, а также выдающимся хуком:\r
\r
"All I can do to make me get over you".\r
\r
Единственное, что меня смущает, так это некоторые места в тексте:\r
\r
"So why you wanna link? I'd rather finger fuck strings\r
And I don't know how to be your lust king\r
...\r
No, I don't want to be intimate\r
You want me playin' you like an instrument".\r
\r
Что сказать, каждый дрочит на свое порно. Но тон данного трека воссоздает образ весьма тщеславного человека, даже скажу слегка социопата. Можно сказать, образ самовлюбленного паренька — достаточно заглянуть в тексты, где он описывает себя как модника, который копит деньги, чтобы вложить свои сбережения на пет-проекты. Не верите? Загляните в текст песни "caffeine":\r
\r
"How this shit ain't obvious to you? I'm not even twenty-one\r
My music be the snobbiest, somehow I'm gonna get it done", —\r
\r
он характеризует свою музыку как музыку для снобов, что полностью является лестью в свой адрес. Есть даже момент на вступительном треке, где он ударяется в бабблгам-поп, словно у него больше общего с Aphex Twin, нежели с Owl City. Поверьте, дела обстоят как раз наоборот. По сути, нет ничего плохого в том, чтобы сравнивать себя с Aphex Twin'ом, но надо хотя бы иметь представление о том, где ваше место. Грустно, что его высокомерие прослеживается и на других треках, поскольку подобное полностью сводит на нет отличный продакшн. Не говоря уже о моментах, где внедрение сэмплов из Интернета, среди которых можно заметить звук из видео "Wombo Combo!!!", звучит весьма глупо.\r
\r
"venus fly trap" соответствует типичному эмо тропу — песня повествует нам о том, как brakence втюрился в девушку, которая всеми способами пользуется им и отравляет ему жизнь. Одна из самых запоминающихся и ярких треков на альбоме, даже несмотря на кринжовую лирику:\r
\r
"I take it better when she don't even ask me\r
Three chords and she all over me nasty".\r
\r
Что также касается и "teeth", хотя эго brakence'a снова в центре внимания. Он частенько смешивает самовыражение с одержимостью собой. Позже он подливает масла огонь, когда сравнивает свою жизнь с игрой "Elden Ring". Господи, мы в курсе, что это тяжелая игра. Да, я понял, но бля. Он также добавляет:\r
\r
"take a breath before my ego pop". —\r
\r
Зачем? После маленькой шумихи в Интернете вокруг своей персоны вы, на своем же альбоме, вставляете одну из худших отсылок к Elden Ring? Как мы сюда попали? Трек по-прежнему не лишен достоинств — в некоторых местах он вставляет интересные метафоры касаемо объективизации своей персоны:\r
\r
"Play a set like I'm a handmade prop\r
Put the clay in my oven and petrify\r
Suffer restrain it, that's fear-based star\r
Tainted flesh, that's why the photos cropped", —\r
\r
но тут же моментально подрывает эпичность трека:\r
\r
"I hit control, alt, delete\r
And yet I can't stop manufacturing heat".\r
\r
Повторюсь, весьма печально, поскольку продакшн в целом получился крутым, а сам brakence знает толк в сонграйтинге. Но совершенно невозможно высидеть моменты, где он портит отличную мелодию своими ужасными текстами:\r
\r
"It's all my fault baby, I'm just too smart\r
And for that, I think I need to tear my brain apart, uh".\r
\r
"intellectual greed" меняет настроение альбома внедрением одним из самых роковых инструменталов на LP — барабаны и гитары на 10/10. Хотя я не в восторге от напыщенного продакшна. Вокал также звучит страстно — brakence поет о том, что получил все что хотел от своей музыки, будь то деньги, слава и власть. Чувак, это называется музыкальной карьерой, а не политической деятельностью. Пускай данный трек больше походит на комментарий касаемо эгоизма нашего героя, нежели на полное осознание самовлюбленности. На "5g" brakence снова внедряет свой запитченный вокал — и хотя в основе лежит солидная мелодия, комбинация из глитч sped up'a в середине, за которым следует грустный эмбиент-поп, звучит абсолютно бессвязно и неприятно.\r
\r
Далее, трек "cbd" является отличной песней, несмотря на грустный контекст. Плавный фанк припев, один из лучших поп хуков за текущий год. Текст песни лишен обычной для альбома токсичности. Хотя считаю, что brakence больше импонирует образ одинокого волка/Джокера. Трек плавно переход к "stung" — волнистые арпеджио на протяжении всего трека предоставляют brakence солидную основу, где он начинает свой музыкальный монолог. Что опять же, в теории звучит красиво, чего не скажешь на деле:\r
\r
"If this is the time, just cut out the IV\r
Takin' that blade, just do it, Nike", —\r
\r
и с аргументом по типу "я бэд гай, я даже не любил тебя, я лишь все это время притворялся. Мне не нужна девушка, мне не нужен парень. Моим единственным другом является мой крэк".\r
\r
Что также касается и трека "deepfake", хотя красивые клавишные партии и фальцет во время интро воссоздают атмосферу песен Bon Iver. Касаемо лирики, brakence признает свое эгоистичное поведение и говорит о том, что его амплуа является лишь образом.\r
\r
Лучшие треки: cbd, introvert\r
Худший трек: caffeine\r
\r
LIGHT 5\r
`;export{n as default};
