const e=`Новый LP от тайско-шведского рэпера, исполнителя и автора песен Thaiboy Digital. Прошло немало времени с тех пор, как он выпустил "Legendary Member" 2019-го года, а также коллаб проект с Bladee и Ecco2k в том же году. Поэтому мне было любопытно узнать, сможет ли Тайбой предложить нам что-нибудь новое, захватывающее, новаторское. Но должен сказать, что эстетика и стиль нового проекта в значительной степени являются продолжением всего, что мы ранее слышали от Тайбоя и дрейн генга. Что немного странно, учитывая, что Bladee и Ecco2k с каждым новым релизом охватывают новые границы. И я думаю, что отказ Тайбоя выходить из своей зоны комфорта сводит на нет всю интригу касаемо нового альбома.\r
\r
Вступительный трек "Dreamworld" также не воссоздает манящую атмосферу — скорее приличный саунд, нежели интригующий. Синт трэп бит звучит довольно посредственно по меркам дрейн генга. Заглавный трек "Back 2 Life" ощущается намного посредственнее, даже с учетом фальцета Тайбоя, пропитанный реверберацией, взывающий слушателя в бездонную тьму. Хотя его рассказ об упорстве и приверженности своему делу звучит вдохновляюще. Трейдмарк Тайбоя и дренг генга в виде эмоционального, мальчишеского вокала с автотюном может оттолкнуть неподготовленного слушателя. Что также не нравится и мне, поскольку один автотюн звучит одномерно. Подобный пробел обычно покрывается солидным сонграйтингом или продакшном. Но у большей половины альбомных треков LP отсутствует яркий сонграйтинг. К примеру, на "Angel" поется:\r
\r
"Only your lips I want to kiss (Mmm)\r
I never miss, only one kiss, I enter the bliss".\r
\r
Оказалось, что песни вытягивают припевы. К примеру, на "Alive":\r
\r
"Keep my friend close, my enemy closer".\r
\r
Перформанс на данном треке определенно выделяется, поскольку Тайбой звучит бодро, даже по сравнению с треком с участием Bladee и Янг Лина. Есть также что-то милое и трогательное на "Fate" — просторный микс, деформированные синты, а также мелодичные строчки Тайбоя:\r
\r
"Ain't no way in hell I'ma let you down on this road alone".\r
\r
И структура песни весьма яркая, несмотря на посредственную подачу. На "True Love" снова появляется Янг Лин, но на сей раз с более ярким продом от Rok — яркие синты звучат волшебно, хоть и не соответствуют трейдмарку дрейн генга, но я предпочту подобный вайб, нежели некоторые беззубые моменты на LP.\r
\r
Далее, создается ощущение, словно альбом вдруг оживляется. "The Kingdom" — бэнгер касаемо громкости и дерзости: хоть и большую половину песни вытягивает Bladee, и возможно трек проигрывает по всем параметрам предыдущему треку с участием Bladee, но все же данная песня звучит более захватывающе, нежели все, что происходит в первой половине альбома. В хайлайты также стоит отметить такие треки, как "3 Star Reunite" и "Mr. CEO".\r
\r
Так что да, на альбоме достаточно хайлайтов, но при этом сам альбом не смог полностью реализовать свой потенциал. К примеру, вспоминается короткий "Love Potion", чьи эпичные синтезаторные партии во время интро звучат волшебно и готовят нас к гимновому мотиву, чья кульминация ни к чему не ведет. Есть также клозер "Never Change" — своего рода милая, короткая рефлексия под самый посредственный бит на LP: присутствуют пару красивых клавишных, вокал звучит сносно, но все вместе никак не сочетается. И в результате кажется, что ностальгические описания Тайбоя о реках, луне и облаках не воссоздают желаемой атмосферы.\r
\r
Лучшие треки: Alive, Fate, True Love, The Kingdom, 3 Star Reunite, Mr. CEO\r
Худший трек: Angel\r
\r
LIGHT 6\r
`;export{e as default};
