const n=`Возвращение автора песен, единственной и неповторимой Little Simz родом из Великобритании. Новый альбом вышел примерно спустя год после релиза прорывного "Sometimes I Might Be Introvert", представляющий собой концептуальный рэп-альбом, наполненный одними из самых умопомрачительных, личных и трогательных песен в рамках жанра прошлого года. С уверенностью могу сказать, что "SIMBI" войдет в список лучших альбомов 2020-х, а десятилетие только начинается.\r
\r
Все меломаны с нетерпением приступили к прослушиванию нового альбома мисс Simz. Ярый интерес к творчеству артиста всегда наблюдается после релиза крупного проекта. И все будут задаваться вопросом: "как артист собирается превзойти свой лучший альбом? Новый альбом выйдет круче, амбициознее, креативнее?" Но если следовать такой логике, то мы попросту проигнорируем паттерн ранних альбомов Simz. Если рассмотреть ее дискографию, то можно заметить, что она следует чередованию — сначала выпускает простой альбом, больше смахивающий на компиляцию из треков, а за ним следует концептуальный альбом. В качестве превью к альбому, можете прослушать ее дебютник, затем перейти к "GREY Area". "NO THANK YOU" никак не пытается охватить масштаб "SIMBI". И в то же время заметно, что она перенесла некоторые инструментальные концепции и идеи из предыдущего LP на новый альбом. Хоть Simz на сей раз решила снизить планку, это не значит, что альбому соответствует низкое качество. В целом, я бы сказал, что "NO THANK YOU" ориентирован на другой экспериенс.\r
\r
Даже несмотря на то, что песни и идеи на "NO THANK YOU" менее грандиозные, это все еще солидный альбом с общим хронометражом в 50 минут. И не сказать, что прослушивание смахивает на snooze fest — тут есть пару бопов, пару интересных тем. К примеру, на опенере "Angel" Simz рефлексирует над своим статусом в музыкальной индустрии — она хочет сохранить свою независимость, избегает деловых и рекламных контрактов, а также традиционных правил, ограничивающих ее творчество. В треке присутствует чилловый вайб, продуманные такты и красивый трэп мотив. Вдобавок, первоклассная читка с игрой слов:\r
\r
"More headspace, I've been shavin' off my occipital".\r
\r
Также довольно интересно, что на LP достаточно много группового и хорового вокала, что лирика и атмосфера песен сразу приобретают религиозный оттенок. Единственный недостаток трека — это жесткий бит.\r
\r
Аналогичная тема контроля прослеживается и в песне "Silhouette", где Simz в очередной раз выражает свое отвращение и недовольство тем, что ее творческий процесс ограничивается третьими лицами, — они диктуют, как она должна себя вести, что в конечном итоге она чувствует себя как представление некого образа, модели, или силуэта. Мы получаем потрясающие и великолепные синты, более жесткие биты, а также пару хоровых пассажей во второй половине трека. На фоне тематики и инструментала данной конкретной песни я задался вопросом: "а не является ли трек демкой из «SIMBI»?". Аналогичное чувство прослеживается во время прослушивания аранжировки и месседжа на "X" и во время прослушивания грустного вокала на "Heart on Fire". Эти треки звучат так, словно их с легкостью можно было бы добавить в делюкс-издание "SIMBI". Либо они изначально предназначались для делюкса, либо сама Simz все еще не закончила исследовать темы из предыдущего альбома. Simz потратила немало времени на "SIMBI", где она заявила о своих творческих намерениях, месседже и своей независимости. И если ей все еще есть что сказать по данной теме — я не против. Поскольку на разбор данной темы может уйти вечность. А сама Simz — это не просто рандомный артист, которой лейбл обязал рассмотреть подобные темы. Поскольку рассматриваемые темы напрямую связаны с тем, с каким пренебрежением обращаются с ней люди — как с темнокожей, как с женщиной в рэп-индустрии.\r
\r
Темы чувства неуверенности в своих силах, неуважения к ней, неверного интерпретирования ее слов и упоминания ее имени в целях получения выгоды прослеживаются и на "No Merci", который, во-первых, очевидно отсылает нас к названию "NO THANK YOU", и, во-вторых, показывает как Simz не рассматривает мнения тех, кто работает против ее вглядов. Она описывает свои фрустрации яркими фразами о том, как начальство зарабатывает на ее имени:\r
\r
"Everybody here gettin' money off my name\r
Irony is I'm the only one not gettin' paid\r
You've been tannin' in the sun, so now I'ma throw shade\r
I probably paid for your Balmain\r
Know you're good at sellin' me the nigga dream".\r
\r
Не сказать, что мне нравится бит, за исключением пару оркестровых партий, однако соответствующий луп и грув воссоздают хорошую смену темпа. Аналогичный вайб прослеживается и в "Gorilla", где больший акцент уделяется веселым и бахвальным текстам:\r
\r
"Say, he never called another woman "mi amor"\r
So, I opened up the way and now he adore".\r
\r
["adore" созвучно с "a door"].\r
\r
Более серьезная тема есть на "Broken" — самый длинный трек на LP, и когда вы вникнете в тему песни, нетрудно понять, почему. Simz делает все возможное, чтобы в одном треке раскрыть все проблемы, связанные со стрессом и психическим здоровьем от лица черной женщины, чернокожих и иммигрантов. А рефрен:\r
\r
"Feel you're broken and you don't exist", —\r
\r
значит, что мы живем в обществе, где мнение одного человека никем всерьез не воспринимается:\r
\r
"When you feel you're broken and you cannot fix it".\r
\r
Лучшие треки: Gorilla, No Merci, X, Heart on Fire, Broken\r
Худший трек: Who Even Cares\r
\r
STRONG 7\r
`;export{n as default};
