const e=`Третий полноформатный альбом от легендарной британской джэнгл-поп- и инди-рок-группы The Smiths. В состав группы, сформированной в 1982 году, входят барабанщик Майк Джойс, басист Энди Рурк, гитарист Джонни Марр, а также вокалист и фронтмен Моррисси. И группа сразу распалась спустя 5 лет в связи с личными и творческими разногласиями между Марром и Моррисси. Что, безусловно, печально, учитывая оглушительный коммерческий успех, которого группа успела достичь за свое короткое время существования. Просто представьте, если бы The Cure распались после выхода "Pornography" или "The Head on the Door". Но даже несмотря на скорый распад The Smiths, их дискография успела войти в историю. И The Smiths являются ярким примером того, как легко могут закрепиться музыкальные идеи, если их продемонстрировать народу должным образом. Достаточно того факта, что фандом The Smiths все еще жив.\r
\r
Воспользуюсь моментом и скажу, что я не большой фанат творчества группы. Возможно я довольно придирчив к их дискографии. Безусловно, мне нравится месседж в "Meat Is Murder" и мне легко удариться в танцы под пост-панк мотив "Barbarism Begins at Home". Но в то же время я нейтрально отношусь к таким трекам, как "Rusholme Ruffians" — Моррисси привносит в трек свой шикарный юмор, и все это на фоне дешевых барабанов и акустической гитары, а основная мелодия трека мгновенно теряет свою привлекательность благодаря одномерному звучанию. Если мне захочется послушать бодрый, заводной британский панк трек, то лично я предпочту "Hateful" от The Clash. Возможно мой следующий тейк будет звучать пренебрежительно, но я действительно считаю, что The Smiths и сам Моррисси ведут себя слишком высокомерно. Что не удивительно, поскольку ребята порой могут выдать отличный материал. За свое короткое время существования, группа успела реализовать весь свой потенциал — это можно заметить благодаря поэтичности и охвату романтической атмосферы. И это главная причина, почему The Smiths и альбом "The Queen Is Dead" занимают особое место в истории музыки. Эстетика данного альбома, по крайней мере, прослеживалась в сегментах поп-музыки и альт-рока на протяжении 90-х годов.\r
\r
Я к тому, что данная пластинка успела получить достаточно хвалебных отзывов — NME внес его в список "лучших альбомов всех времен", альбом получил золотой статус в США, платиновый в Великобритании. И возможно вы не будете против, если я тоже начну свою тираду восхваления альбому. Поскольку "The Queen Is Dead" — альбом, который сможет вас одновременно и завлечь и очаровать на протяжении всего хронометража. Достаточно послушать 6-минутный заглавный трек, который держится за счет загруженных ударных и баса, а также пронзительных и плавных ритм-гитар, задающих темп брутальной и презрительной тираде Моррисси о британской монархии. Один только текст изобилует едкостью, даже когда сам Моррисси изъясняется весьма красноречиво, чем, скажем, Джонни Роттен [Sex Pistols] в "God Save the Queen". Далее, "Frankly, Mr. Shankly" — один из моих фаворитов. Композиция представляет собой сатиру касаемо коммерциализации музыки, а также отсылает нас к временам, охватывающие конфликт между Моррисси и руководителем Rough Trade Recordings:\r
\r
"Frankly, Mr. Shankly, since you ask\r
You are a flatulent pain in the ass", —\r
\r
Моррисси также подробно описывает свое стремление стать всемирно известным, нежели праведным и святым:\r
\r
"But still I'd rather be famous\r
Than righteous or holy, any day, any day, any day", —\r
\r
что забавно, поскольку, если вы не знакомы с жизнью Моррисси, он готов пожертвовать своей репутацией и карьерой лишь ради того, чтобы высказать свое "праведное" мнение. Вполне вероятно, что на фоне приверженности своему мнению и принципам вышел лид-сингл "Bigmouth Strikes Again". Возвращаясь к треку "Frankly, Mr. Shankly", хочу упомянуть, что мне всегда нравилась отсылка к ска, которое явно прослеживается во время басов и игры на гитаре. Далее, получаем роскошную, волшебную, захватывающую, неземную мелодию во время припева. Отмечу "I Know It's Over" как хайлайт, где демонстрируется способность группы охватывать эстетику и красоту ушедшей эпохи. Инструментал на данной композиции настолько красочный, нежный и утонченный — идеальный момент для медляка, с яркой гитарной партией, подкрепленной ритм-секцией, в которой легко затеряться. Вдобавок, это один из немногих моментов на LP, где описывается меланхоличный образ одинокого человека, а конец любви приравнивается к самой смерти. Также Моррисси не забывает проливать свет в темное царство:\r
\r
"It's so easy to laugh\r
It's so easy to hate\r
It takes strength to be gentle and kind", —\r
\r
и я сразу задаюсь вопросом: "куда пропал старый Моррисси?".\r
\r
Темы одиночества и изоляции от общества продолжаются в еще более мучительной и мрачной композиции "Never Had No One Ever", привносящая общему повествованию криповый образ сталкера, который следит за своей жертвой возле ее дома. Тем временем, "Cemetry Gates" представляет собой блаженный джэнгл-поп — бодрые барабанные и гитары звучат чертовски заразительно, что воссоздают позитивный настрой, чего не скажешь о тексте песни, который больше смахивает на черную комедию: описывается парочка, устроившая свидание на кладбище; вот вам и книжки любимых писателей, вот вам и рассуждения о Смерти. Один из персонажей говорит остроумную фразу, которая заявлена как оригинальное высказывание, но на деле оказывается цитатой:\r
\r
"You say : "'Ere thrice the sun done salutation to the dawn"\r
And you claim these words as your own\r
But I've read well, and I've heard them said\r
A hundred times (maybe less, maybe more)\r
If you must write prose/poems\r
The words you use should be your own\r
Don't plagiarise or take "on loan"", —\r
\r
протагонисту Моррисси приходится сознаться, что его высказывание является плагиатом.\r
\r
Напряженная энергетика из первого трека возвращается в "Bigmouth Strikes Again". Сложно не восхищаться струнными партиями в стиле барокко-поп, а также величественным вокалом Моррисси на "The Boy With the Thorn in His Side". Могу с легкостью представить, как молодой Стюарт Мердок [Belle And Sebastian] взял в заметку данный трек, когда данная композиция впервые зазвучала из его динамиков. Есть также весьма наглый и глупый "Vicar in a Tutu", на котором чувство юмора ребят проявляется в полную силу, особенно на фоне яркого, притягательного кантри инструментала, словно вся композиция описывает сеттинг ночного Лас-Вегаса в неоновом свете. Речь Моррисси, на фоне наложенного эффекта, трудно разобрать. Но если заглянуть в текст песни, то вы наткнетесь на британский юмор Моррисси, описывающий одного священника в сомнительном наряде.\r
\r
"There Is a Light That Never Goes Out", предпоследний трек на LP, — является моим любимым треком на альбоме, возможно моя любимая композиция из всей дискографии The Smiths. Мне нравятся очаровательная гитарная партия, заводной бас и ударные, резкая смена аккордов, а также легкие нотки синтов на протяжении всего трека. Но основными преимуществами трека являются текст и вокал Моррисси. Во-первых, в тексте описывается тоска по родному дому. Во-вторых, описывается желание протагониста провести последние минуты своей жизни с любимым человеком, даже если его последние вдохи будут сделаны за несколько мгновений до того, как 10-тонный грузовик или 2-хэтажный автобус врежется в машину нашего героя. "Some Girls Are Bigger Than Others" — наводящий на размышления клозер, который звучит весьма посредственно, особенно на фоне содержания трека, особенно на фоне остальных альбомных треков. Однако яркому, тяжелому рок-инструментальному треку со средним темпом и ревербацией все-таки удается воссоздать очередной захватывающий момент на альбоме.\r
\r
CLASSIC\r
`;export{e as default};
