const n=`Третий LP от исполнителя, автора песен, мульти-инструменталиста и лоу-фай продюсера Тони Молины, вышедший в прошлом году. Впервые я познакомился с творчеством Тони 10 лет назад, когда я послушал "Dissed and Dismissed", — альбом о расставании с хронометражом в 11 минут, и за столь короткий рантайм Тони успевает подарить нам пару хитов. И несмотря на короткий хронометраж "Dissed and Dismissed", считаю альбом одним из самых запоминающихся и ярких пауэр-поп пластинок 2010-х, — богатые риффы, один яркий хук за другим, мелодичные гитарные партии, — все продемонстрировано весьма простым и примитивным образом. Примерно спустя 5 лет Тони дропнул "Kill the Lights", на котором он погрузился в атмосферу авторских песен, классического джангл-попа 60-х годов, при этом не забывая придерживаться своего стиля и лоу-фай звучания. "Kill the Lights" длится всего лишь 14 минут и однозначно вышел таким же ярким, как и все ранние проекты Тони, даже учитывая материал ныне несуществующей группы Ovens из Калифорнии. И хоть "Kill the Lights" мог похвастаться своей мелодичностью и гитарными партиями, я начал скучать по дерзости "Dissed and Dismissed". Но примерно спустя 5 лет нам предоставили новый LP, на котором нам дарят лучшее из обоих миров — тут и пауэр-поп в стиле Weezer, и классический джангл-поп из 60-х, местами можно услышать нотки Sebadoh, The Muffs, Dinosaur Jr., нотки Эллиотта Смита в "Four Sided Cell", нотки Джона Леннона в "Don't Be Far".\r
\r
Но что забавно, спустя 10 лет со дня знакомства с творчеством Тони, его сонграйтинг почти не изменился. К примеру, на опенере из "Dissed and Dismissed" он поет о том, что вынужден покинуть свой город, поскольку его друзьям он нравится больше, когда его нет рядом. И на новом альбоме буквально есть трек под названием "Leave This Town", спетый примерно с аналогичным голосом, с аналогичным лоу-фай миксом, с аналогичным пауэр-поп мотивом. А мрачный вокал с грустными гитарными аккордами попадают прямо в цель, даже несмотря на нехватку времени для билда. Аутро с гитарой звучит трогательно, как и во второй половине "All I've Known". "Song for Friends" мог легко вписаться в треклист предыдущего LP, однако вокал и аккорды звучат куда богаче, красивее, а сас трек походит на более агрессивный лоу-фай от псих-рок группы из 60-х. В конце трека Тони поет о том, что ему нужно отдалиться от своих друзей, что звучит весьма трагично и театрально. Касаемо театральности, на альбоме есть пару интерлюдий — "Ovens Theme pt. 4", милый опенер, а также клозер "Fluff". "Fluff" — рендишн Black Sabbath под руководством Тони Айомми, представляющий собой красивый эпилог.\r
\r
На альбоме также есть роковые мотивы. Драйвовые риффы в "The Last Time" в сочетании с мелодичными гитарами смахивают на улучшенную версию "Dissed and Dismissed". На "Not Worth Knowing" также ощущается более красочная интерпретация джангл-попа из предыдущего LP. Нисходящие мелодии в сочетании с органными звучат душераздирающе, не говоря уже о тексте песни:\r
\r
"You took it back\r
You're on your own\r
And you can see that you're all alone\r
You'll never see now\r
That you're not worth knowing", —\r
\r
что также касается и трека "Fuck Off Now".\r
\r
На последней половине LP Тони продолжает балансировать между медленными треками с панковскими. "Years Ago pt. 2" является довольно значимым финальным моментом всего проекта — он продолжает рассказывать нам о том, как изменилась его жизнь за последние годы и как он не мог повлиять на некоторые события. И на фоне данного трека весь альбом ощущается так, словно я читаю личный дневник Тони. Как и в случае с предыдущими LP, альбомные треки смахивают не на полноценные песни, а на короткие музыкальные зарисовки. Но теперь, когда все действие увеличивается до 18 минут, зарисовки смахивают на расширенные версии старых треков. Поскольку для Тони Молины 18 минут — это целая жизнь.\r
\r
Лучшие треки: Aye Aye My My, The Last Time, Not Worth Knowing, Leave This Town, Song for Friends, Fuck Off Now, All I've Known, Burn Everyone, Years Ago pt. 2\r
Худший трек: Don't Be Far\r
\r
LIGHT 8\r
`;export{n as default};
