const e=`Возвращение продюсера, сонграйтера и диджея Сонни Мура, он же Скриллекс. За его стремительным взлетом в мир электронной музыки в начале 2010-х было интересно наблюдать. Считаю, что эру "Scary Monsters and Nice Sprites" слишком сильно возненавидели, на "Bangarang" были полноценные бэнгеры, заслуживащие повторного визита. Но, к сожалению, я никогда не был фанатом более попсовых коммерческих альбомов, на котором Скриллекс заработал себе имя. И на новом альбоме я надеялся на смену звучания, т.к. прошло почти 10 лет со дня релиза крайне неутешительного "Recess". В этом году Скриллекс счел целесообразным выпустить аж 2 новых альбома за одну неделю, и я обозреваю второй LP. Никто не требует от него, чтобы он придерживался определенного звучания, тренда или стиля, поскольку хайп бростепа давно прошел. И на фоне этого у Сонни появляется возможность попробовать что-то новое. Но вопрос в том, сможет ли он? В то время как звучание нового альбома является чем-то новым для Скриллекса, он далеко не продвинулся, учитывая модный продакшн, попсовый набор фитов и пафосную обложку альбома. Но начиная прямо со вступительного трека альбом начинает разочаровывать.\r
\r
В опенере вокал ужасно обработан, чтобы звучать так трогательно, вдохновляюще или эпично, как этого хотел Skrillex. Перейдем к полноценному треку "Way Back" с участием Trippie Redd и PinkPantheress — в то время как милые, бодрые ритмы с плавными синтами отлично подходят под вайб и эстетику PinkPantheress, вокал Trippie Redd никак не вписывается в трек и звучит глупо, неуместно. И дело не в том, что Trippie Redd сам по себе является плохим певцом, просто вайбы не совпадают. Касаемо вокала и продакшна, BEAM лучше вписался в альбом. Но его поставили в трек "Selecta", а подобный вокал и подобный ритм можно найти в любом другом треке. Вы можете услышать аналогичный или дюжину подобных треков на любом рейве, на любом афтепати. Именно на фоне подобных треков Skrillex постепенно начинает звучать безлико на своем собственном альбоме.\r
\r
Одним из приятных сюрпризов на LP является наличие Bladee и Yung Lean — Skrillex решил полностью влиться в дрейн генг. И Сонни сделал все возможное, чтобы дополнить соответствующие вайбы Лина и Bladee, — он сделал всевозможное, чтобы их вокал звучал сносно. Но в конечном счете не покидает ощущение, словно я слушаю более стерильную, более приукрашенную версию треков от Лина или Bladee. И, если честно, учитывая, что я знаком с творчеством обоих артистов, я бы предпочел услышать эти треки на альбомах Лина или Bladee. На "Summertime" можно услышать вокал Кида Кади поверх оптимистичного трэпа с акустической гитарой. Хотя мне не нравится то, как Сонни вставил вокал Кади, — он дополнил вокал с таким количеством эффектов, что сложно сказать, это голос Кади или нет. Вокал Sway Lee обработан аналогичным образом, за исключением того, что он звучит намного хуже. Возвращаемся к "Summertime" — учитывая вокал, перформанс и текст Кади, весь трек звучит весьма посредственно. Учитывая весьма короткую структуру трека, становится ясно, что Скриллекс от себя ничего не добавляет.\r
\r
Но далее начинаем наблюдать за резким регрессом. "Bad for Me" с участием Corbin и Chief Keef — никак не ожидаешь увидеть этих артистов на альбоме Скриллекса. Во-первых, это голос Корбина? Почему его вокал звучит так, словно его прогнали через приложение Ditty? Во-вторых, тексты также не радуют:\r
\r
"Baby, you're bad for my health\r
Baby, you're bad for my wealth\r
Baby, you're bad for yourself\r
...\r
I'ma get the cat, meow-meow (Ayy)".\r
\r
Детский хор на "3am" звучит мило, но данный трек в очередной раз доказывает нам, что Skrillex полностью стал безликим артистом. Заглавный трек — кринж баллада в стиле саундтреков к малобюджетному документальному фильму об океане. Позже появляется вокал от Bibi Bourelly, описывающая свою юность, однако ее пение звучит как попало, неинтересно. К счастью, во время клозера, на котором также появляется Bibi, слышен вокал получше. Но даже с учетом того, что данный трек звучит сносно, он слишком поздно появляется на альбоме.\r
\r
Лучшие треки: -\r
Худший трек: Don't Get Too Close\r
\r
DECENT 3\r
`;export{e as default};
