const e=`Новый LP от сонграйтера, продюсера и диджея Сонни Мура, также известного как Skrillex. Влияние Skrillex на сцену электронной музыки за последние 10 лет не нуждается ни в объяснении, ни в контекстуализации. За текущий год Сонни выпустил 2 альбома, на второй альбом "Don't Get Too Close" я уже записал обзор, который получился не только ужасным, не только с точки зрения пресности проекта, полный отсутствия интересных идей, но и содержит одни из самых безвкусных альбомных треков Skrillex. Однако не стоит отчаиваться, поскольку "Quest for Fire", по сравнению с ним, получился неплохим. И не сказать, что LP можно назвать целостным, насколько мне этого хотелось, однако треклист полон солидных песен, которые я не прочь похвалить за некоторые моменты.\r
\r
Действие начинается с "Leave Me Like This" с участием Bobby Raps, начинающий весь LP с солидного танцевального ритма, что также касается лупа с вокалом. Не самый революционный EDM трек, который я когда-либо слышал, но звуковое оформление довольно хорошее, учитывая, что трек, в конце концов, должен привлечь мейнстримную публику. Трек идеально задает тон всему альбому. "RATATA" с Мисси Эллиотт отсылает нас к классике "Work It" ["This the kinda beat that go ra-ta-ta, Ra-ta-ta-ta, ta-ta-ta-ta-ta"]. Также в треке присутствует ускоренный синт сэмпл из трека "Positif" от Mr. Oizo. Смешение вайбов превращает трек в олдскульный, ностальгический хип-хоп с элементами электронной музыки, особенно ближе к концу трека. Но, конечно же, Skrillex привносит в трек современный мотив.\r
\r
"Tears" — это безумный постапокалиптический дабстеп боп с монструозными синтами, просторной атмосферой, а также с сэмплом из "The Legend of Zelda: Ocarina of Time". Касаемо эстетики и энергетики, данный трек возможно не понравится хейтерам, рассматривающие творчество Скриллекса как бельмо в электронной музыке. Аналогичное наблюдается и на треке "Rumble", полный заикающихся, пульсирующих синтов, а также хладнокровных рифм от Flowdan. Ритмичный билд во второй половине трека также звучит довольно хорошо.\r
\r
"Butterflies" — коллаб с Four Tet, гуляющий в Сети с 2021 года. Мне понравился трек с первого прослушивания, однако в контексте альбома трек звучит довольно пресно. Драйвовый хаус бит звучит скорее бодро, чем смело, особенно с учетом того, что вокал Starrah трудно разобрать. "Inhale Exhale" звучит не так уж и плохо, однако Skrillex решил не заморачиваться и преподнести нам пару предсказуемых дропов, которые быстро теряют свою привлекательность. Хотя мне нравится, как на данном этапе своей карьеры он все еще уделяет внимание атмосфере песен. Аналогичное наблюдается и в треке "Good Space" — один из самых коротких альбомных треков, и по ощущениям трек также кажется коротким, что ему так не хватает должного развития.\r
\r
В качестве очередного хайлайта назову трек "XENA" с палестинской певицей Nai Barghouti — трек представляет собой комбинацию из харизмы Nai и фестивального EDM мотива. Стоит также отметить смену хаус бита ближе к концу трека. Трек представляет собой мощное, аккуратно собранное, мультикультурное захватывающее приключение, которое могло бы обернуться куда хуже. Сонни действительно удалось взять лучшее из обоих миров. Однако вокалу Swae Lee в "TOO BIZARRE (juked)" чего-то не хватает — неровный и тяжелый бас звучит довольно хорошо, но это, пожалуй, лучшая часть трека. И хотя я в курсе, что дроп должен привлечь ваше внимание, но дроп не должен быть единственным преимуществом трека. "Hydrate" с участием Flowdan — очередной хайлайт, Flowdan читает рэп поверх яркого дабстепа с явными намеками на регги.\r
\r
Но далее мы натыкаемся на неутешительную финальную часть альбома. На "Supersonic (my existence)" присутствуют пару приятных дропов, но по большей части песня походит на обычный ремикс на "Susonic" Джоша Пэна. Интерлюдия, следующая за этим треком, также звучит посредственно. Клозер с участием Bibi Bourelly — не та кульминация, которую я ожидал. В треке прослеживаются сентиментальные моменты, с повторяющимся припевом:\r
\r
"Still here with the ones, ones\r
Still here with the ones that I came with\r
Still here with the ones that I came with", —\r
\r
что походит на аффирмацию Скриллекса о том, как он вырос как артист и как личность, оставаясь верным себе. И сложно предположить обратное.\r
\r
Лучшие треки: Leave Me Like This, RATATA, Tears, Rumble, XENA, Hydrate\r
Худший трек: Good Space\r
\r
LIGHT 7\r
`;export{e as default};
