const e=`Третий полноформатник от Shame — рок-группы из Великобритании, которая значительно выросла с момента релиза своего прорывного альбома "Songs of Praise" 2018 года. Дебютник звучал более или менее как типичный пост-панк, не имеющий особых отличительных качеств. Однако на следующем альбоме "Drunk Tank Pink", вышедшем спустя пару лет, группа продемонстрировала значительный рост, привнесла разнообразие с химией между участниками. И хотя Shame доказали, что они являются солидной группой, на новом альбоме я ожидал услышать что-то более уникальное, что-то более специфичное, и по крайней мере, некоторые синглы предвещали нечто новое.\r
\r
К примеру, трек "Six-Pack", в основе которого есть пост-панк мотив, но на протяжении большей половины трека слышим огненный психоделический/хард-рок рифф, который обычно не смешивают с подобными вокалом и ударными. Трек претерпевает несколько изменений и завершается драматичной концовкой, где возвращается основной рифф. Особенно интересным является текст в стиле тирад от Дэвида Бирна. В тексте много намеков на такие вещи, как самосовершенствование и человеческие желания. Хотя данный трек звучит достаточно круто, остальная половина альбома звучит менее пафосно. Однако есть и другие треки, которые показывают, что группа продолжает расширять свой стилистический арсенал.\r
\r
К примеру "Adderall" — это лучшая баллада группы, не только с точки зрения динамики, прогрессии и гармоничных слоев гитар и бэк-вокала, но также трек представляет собой трогательное музыкальное произведение о том, как у протагониста зависимость от психотропных веществ с искренним желанием встать на праведный путь, без всяких осуждений от третьих лиц. "The Fall of Paul" — полноценный рок-гимн с элементами нойз рока: хаотичный поток барабанов и риффов во время куплетов определенно стоят вашего внимания, но затем группа переходит на полную мощность и создает стену дисторшна, а властному вокалу добавили эффект задержки. Мастер класс в задании напряжения.\r
\r
И несмотря на вышеописанные хайлайты, на альбоме достаточно неудачных экспериментов. К примеру, "Orchid", которая звучит как демка The Smiths без всякой эксцентричности, даже несмотря на агрессивный финал композиции. Еще есть трек "Yankees" в стиле Pavement — типичная инди-рок композиция со странной прогрессией аккордов.\r
\r
Тем не менее, есть также моменты, где группа почивает на лаврах пост-панка и продолжает копать золото. К примеру, гармоничное интро в виде "Fingers of Steel", а также "Alibis" с выдающимся припевом:\r
\r
"I question that, I question that, I question that".\r
\r
Самое большое разочарование на LP — последняя половина треклиста, где группа выдает пару неудачных перформансов. "Burning by Design" — очередная тревожная рок-баллада. Касаемо мелодии, не лучший момент на альбоме. В тексте есть некий мета-комментарий:\r
\r
"I don't care about the songs that use these chords\r
I am sure there's plenty more\r
But I know they're not the same", —\r
\r
как обзорщик скажу, что я не переживаю из-за того, что я слышу похожие аккорды, подобные случаи происходят постоянно. И на фоне того, что в треке отсутствует конкретная мелодия или эстетика, трек можно назвать скипом. Трек получился весьма типичным, даже с учетом быстрого инструментала в конце. Аналогичное происходит и с "Different Person" — мне больше нравится сама кульминация, нежели остальная часть песни. Мрачный лид-вокал и танцевальные биты, быстрые басовые линии и тревожное гитарное арпеджио создают странный микс — нечто жуткое, но в то же время под трек можно потанцевать. Конечно, в треке прослеживается напряжение, но я надеялся на более запоминающийся мотив, исходящий из всей какофонии звуков. Но этого не происходит, даже когда группа переходит к гармоничному вокалу, а также к рандомному бриджу, который только портит песню.\r
\r
Затем идет заключительный трек "All the People", который ставит палки себе в колеса благодаря нелепому перформансу. Хотя мне нравится оживленное исполнение, нельзя оживить всю композицию одним мультитреком. И подобного оживленного перформанса обычно бывает достаточно, чтобы я закрыл глаза на блеклый микс. Но данный трек представляет собой единственный момент на LP, где подобная манера записи песен никак не идет на пользу. Продакшн и общее звучание трека получились довольно посредственными, что определенно является минусом для песни, которая пытается воссоздать сентиментальный момент на LP. По крайней мере, мне нравится позитивный настрой:\r
\r
"All the people that you're gonna meet\r
Don't you throw it all away\r
Because you can't love yourself".\r
\r
Лучшие треки: Fingers of Steel, Six-Pack, Alibis, Adderall, The Fall of Paul\r
Худший трек: All the People\r
\r
DECENT 7\r
`;export{e as default};
