const e=`Южный хип-хоп дуэт Rae Sremmurd, состоящий из Swae Lee и Slim Jxmmi, выпустил четвертый полноформатник "Sremm 4 Life". Прошло уже почти 10 лет, как ребята обрели популярность благодаря синглам "No Type" и "No Flex Zone". Обычно на каждом альбоме они радуют своих фанатов хотя бы парочкой бэнгеров. При этом у дуэта прослеживается отличная динамика и химия. Они хорошо взаимодействуют друг с другом, сочетая свои вайбы, — Swae Lee исполняет мелодичный, юношеский стиль, а Jxmmi — более простую читку. Их предыдущий LP длился аж 3 часа, каждый участник дуэта выпустил свой сольный материал, в общей сложности получилось 27 треков, каждый из которых длился около 1.5 часа. Главным преимуществом дуэта является то, что они работают вместе, — они выдавали дерзкую, эксцентричную смесь из тяжелых и психоделичных битов с весьма солидными композициями, которые и по сей день пользуются популярностью. Но все косяки проекта проявились тогда, когда ребята решили выпустить по сольному релизу. Что тут сказать, ребятам лучше не расставаться. Поэтому я ждал "Sremm 4 Life", поскольку нам преподнесли формальный проект со стандартным хронометражем, а Swae и Jxmmi снова работают вместе. Но, каким-то образом, данный релиз оказался одним из самых блеклых и бесполезный проектов дуэта, и мне даже грустно это говорить.\r
\r
Причин несколько. Неловкие и банальные тексты, скучный продакшн, а также отсутствие хуков как таковых, хотя Rae Sremmurd обычно славятся яркими припевами. На LP достаточно странных миксов, из-за которых песни звучат плоско и размыто, без особых происшествий. К примеру, "Not So Bad" — трек, который можно хаять сутки напролет: банальная перкуссия и искусственное пианино воссоздали один из самых бездушных дрилл инструменталов. Что самое нелепое, эти элементы служат основой для интерполяции песни Дайдо "Thank You":\r
\r
"My lean's gone cold, I'm wonderin' why I got out of bed at all".\r
\r
Лин остыл? Я понимаю, припев пытается передать депрессивное состояние протагониста и его полную апатию, как он курит марихуану и чувствует отчаяние. Но припев звучит так, словно Sway Lee жалуется на температуру своего напитка, который изначально подается холодным. Если только он не начал кипятить лин, как чашку травяного чая. Что еще хуже, исполнение походит на голос ИИ, записанный на Мотороллу, также дополненный размытым эффектом. Куплеты настолько блеклые, словно они убивают время до того, как мы дойдем до хука.\r
\r
Касаемо "Sexy" — я в курсе, что в моде ностальгия по олдскульному хип-хопу. К примеру, достаточно вспомнить трек "Players" от Coi Leray. Но "Sexy" походит на худшую интерпретацию смешения олдскульного хип-хопа с танцевальным мотивом. Словно это трек от Vanilla Ice, но гораздо хуже. Особенно если учесть текст, где ГГ сравнивают с убийцей Чубакки или Йети из-за шубы, которую он носит. Клозер "ADHD Anthem" — это попытка записать меланхоличный рэп с размытыми синт арпеджио. Трек пытается поднять тему о СДВГ, но не достаточно углубляется в данную тему, что в конечном итоге походит на плохую копирку Juice WRLD. И я не могу всерьез воспринимать следующие слова Jxmmi:\r
\r
"I can't feel my heart beatin' in my chest\r
Call the cardiologist".\r
\r
"Mississippi Slide" — очередная размытая песня, возвращение к клауд рэп эстетике, но без должного уровня креатива. Не говоря уже о том, что здесь присутствует один из самых нелепых припевов на LP, где ребята произносят по буквам слово "Mississippi". И не стоит забывать про каловый текст Jxmmi:\r
\r
"Took a shit on all my haters, still got toilet paper (Paper)\r
Private seat at my own table (Table), don't need no favors\r
...\r
All my niggas got Wi-Fi, look like we stealin' cables (Cables)\r
When I old head and pop my leg, it look like I'm disabled".\r
\r
Что еще хуже, так это припев на "YMCA", — понятия не имею, почему он получился таким длинным и скучным.\r
\r
Очевидно, что на альбомах Rae Sremmurd тексты песен не являются главным преимуществом, лучше не зацикливаться на том, что они говорят. Но куплеты настолько плохие, что их невозможно игнорировать. "Flaunt It / Cheap" с олдскульными брейками и гипнотическим свитч-апом во второй половине представляют собой утраченный потенциал, поскольку Sway и Jxmmi не смогли выдать интересные рифмы:\r
\r
"New Amiri jeans, designer socks too, I got the swag flu, this a haiku". —\r
\r
Уж поверьте, это далеко не хайку.\r
\r
Мне понравился продакшн на "Torpedo", это идеальное воплощение звучания психоделического трэпа из "Rodeo" и "Astroworld". Но некоторые тексты настолько ужасны, что я даже не знаю, с чего начать:\r
\r
"I'll be done in a minute I'm testing her fish\r
...\r
Broke the record like Ripley\r
...\r
She gotta suck my whole soul".\r
\r
Тексты оставляют желать лучшего, даже сам Future не старается в "Activate", где он по сути рифмует слово "activate" полдюжины раз.\r
\r
Худшими моментами на LP можно назвать те моменты, которые не оставляют после себя никаких впечатлений. Это касается "Diamonds Dancing", "Something I'm Not" или медленного опенера. Буквально первый трек альбома звучит скучно. По крайней мере, в треклисте можно найти пару хайлайтов. "Tunisia" не совсем хорошая песня, но по сравнению со всем остальным трек можно назвать солидным танцевальным бэнгером с заразительным припевом. Также "Royal Flush" с Young Thug является полноценным бэнгером, хотя основными преимуществами трека являются хорн-секция, а также партия Young Thug, но никак не беззубая партия Jxmmi.\r
\r
Лучшие треки: Royal Flush, Tanisha (Pump That)\r
Худший трек: Sexy\r
\r
LIGHT 2\r
`;export{e as default};
