[
  {
    "id": "1",
    "year": 2023,
    "title": "Weezer — SZNZ: Winter",
    "date": 1673949258,
    "imgSrc": "https://sun9-34.userapi.com/impg/R4qr6EREQZK03OpliEzk7qweii3vowEFPaAZxA/pYxb9Ecg6go.jpg?size=600x600&quality=96&sign=cb14936fb0ad31d5cb96384706193999&type=album",
    "caption": "Winter almost feels like a reward for sticking out the other SZNZ.",
    "video": "https://youtu.be/Mc_rYQV_JB4",
    "ru": "Новый EP от легендарной альт-рок группы Weezer, завершающий амбициозную серию 'SZNZ', на котором группа выпускала новый материал в течение целого года. На 'Spring' были яркие акустические моменты, а также весьма банальные треки. 'Summer' пытался охватить что-то более тяжелое и более агрессивное, чего не получилось. И 'Fall' был представлен как танцевальный альбом — один из самых крупных провалов за всю карьеру Weezer. Не говоря уже о том, что на протяжении всей серии были различные отсылки на классику и на 'Времена года' Вивальди, которые не были реализованы изящным, последовательным и разумным образом. К примеру, 'Зима' Вивальди уже упоминается в предыдущих частях. В теории, релиз четырех EP с тематикой ''Времен года' должен был стать одним из самых амбициозных и концептуальных проектов Weezer за всю их дискографию. Но я никак не мог предположить, что на деле мы получим неряшливые перформансы. Особенно странно подобное замечать на фоне недавнего 'OK Human'. Мы, наконец, дошли до 'Winter'. И сложно не предположить, что альбом охватывает зимнюю тематику. Зная Weezer, не удивлен наличию бубенцов в 'Iambic Pentameter'. И не удивлен наличию рождественского мотива в 'Dark Enough to See the Stars'. В клозере даже прослеживаются отсылки на рождественские праздники. По крайней мере, Weezer не исполняют 'Rudolph the Red-Nosed Reindeer'. Однако группе также удается охватить тематики, отличные от рождественской атмосферы. И ребятам удалось выдать свой лучший треклист за всю серию 'SZNZ'. Честно говоря, EP походит на благодарность фанатам. Словно Риверс нам говорит: 'Эй, в течение целого года вы терпели наши новые релизы, так что пора нам выдать вам солидную порцию веселого пауэр-попа в стиле классического Weezer, по которому вы по каким-то причинам не можете насытиться'. 'Winter' отлично вписывается в серию 'SZNZ', поскольку теперь мы можем в полную силу насладиться всей серией. И не стоит пренебрегать новым EP, поскольку часть контента вышла довольно солидной. К примеру, 'I Want a Dog' — трогательный альт-рок трек о желании завести собаку. Риверс, на фоне акустических арпеджио и струнных, которые в конце превращаются в эпичный рифф в стиле классического Weezer, всеми милыми и воодушевляющими способами описывает, как собака может улучшить вашу жизнь и сделать ее более радостной. Это все равно, что услышать все грандиозные и оркестровые амбиции из предыдущих EP, но сделанные со вкусом. Затем, можно услышать фразу: 'I made the wrong choice'. — И кажется, что Риверс описывает собаку как метафору, говоря о том, что человек предпримет всевозможное, чтобы достичь успеха. Возможно собака олицетворяет более счастливую и простую жизнь, к которой Риверс не может вернуться. 'Iambic Pentameter' напоминает мне ранние треки из серии 'SZNZ', — тут и странные мотив и риффы, не говоря уже о всевозможных изменениях и переходах, многие из которых звучат довольно бессвязно. А именно — метал риффы и визг скрипок в конце трека. Данный трек, по сравнению с треками из предыдущих EP, звучит менее хаотичнее? Да, возможно. Но не стоит смешивать масло с водой, поскольку ребята используют один из самых доступных и упрощенных элементов современной альт-рок музыки и пытаются смешать его со сложными элементами. А быть может весь смысл песни состоит в том, что Риверс рассказывает нам, как не может выразить свои чувства? Поскольку попытка воссоздать композицию для рок-оперы на основе классического звучания Weezer аналогично попытке приготовить суши с помощью ножа для масла. 'Basketball' представляет собой некий внутренний монолог школьника, который не в состоянии посещать занятия по физкультуре из-за состояния здоровья. Переход к припеву звучит не так уж и хорошо. Вдобавок, акустическое интро звучит немного фальшиво. Но во время бриджа можно услышать красивую гитарную гармонию. И мне нравится, как Риверс эффектно вставляет еще одну метафору в трек, как это было в случае с 'I Want a Dog'. Исключение из баскетбольной команды или, скорее, желание Риверса вступить в баскетбольную команду, по сути является простым человеческим желанием с кем-нибудь подружиться. 'Sheraton Commander' — пожалуй, самая причудливая песня на всем EP, где Риверс поет нежным фальцетом на фоне довольно странных арпеджио и струнных. В конечном итоге инструментал приобретает военный мотив, на фоне которого Риверс упоминает Джорджа Вашингтона, и я чувствую, что мы внезапно перемещаемся в эпоху Гражданской войны. Что приемлемо и сносно, но не считаю, что подобное соответствует эстетике EP. Быть может Риверс представил Переправу армии Джорджа Вашингтона через реку Делавэр? Кто знает. Вдобавок, в конце получаем интересный текст: 'I remember these streets But it all doesn't mean What it used to to me'. На данном треке и на остальных треках EP кажется, что Риверс постоянно описывает свое одиночество и ностальгию по ушедшим дням. Что также касается текста в 'Dark Enough to See the Stars' — представьте, как Риверс взял интро из 'My Name Is Jonas' и переделал его под рождественский мотив, что в конечном итоге мелодия звучит неуклюже и слишком слащаво для рок композиции. Но не забываем, что в серии 'SZNZ' были и треки похуже. В 'The One That Got Away' Риверс предстает в виде мистера 'the one that got away'. В треке присутствует запоминающаяся пауэр-поп мелодия: 'Now I'm sad without you I still dream about you The one that got away', — данный трек также соответствует тематике ностальгии и одиночества. К концу EP и всей серии 'SZNZ' мы узнаем, что Риверс устал, — он так устал, что записал песню под названием 'The Deep and Dreamless Sleep'. По словам Риверса, глубокий сон без сновидений — отличное болеутоляющее средство: 'The pill for all my pain The cure for all my grief The deep and dreamless sleep'. Он также говорит: 'Now the phone has stopped ringing 'round the clock They've forgotten me', — он не в состоянии разобрать текст на бумаге, ему трудно разобрать слова окружающих его людей, он не может вспомнить некоторые вещи. Вполне очевидно, что трек — размышление о старости, смертности человека и как человек постепенно уходит в утиль. Да, на протяжении всего EP можно услышать аллюзии на Рождество, но в основном данная композиция представляет собой прощание с человеком. И если рассматривать данный трек как прощание от лица Риверса, то это довольно мрачная тема, даже когда на фоне играет веселый мотив и громкий поп вокал. Лучшие треки: I Want a Dog, Basketball, Sheraton Commander, The One That Got Away, The Deep and Dreamless Sleep Худший трек: Iambic Pentameter LIGHT 7"
  },
  {
    "id": "2",
    "year": 2023,
    "title": "Ab-Soul — Herbert",
    "date": 1674122058,
    "imgSrc": "https://sun9-57.userapi.com/impg/zoMZKVh5s0xZv9Lh-WjdGuv8mozanETiY6t8Hw/mCVqC4Xz-Gs.jpg?size=600x600&quality=96&sign=44ca16c2666a0126bc268280fe9f1ec9&type=album",
    "caption": "An improvement over the previous two, but Soulo is almost certainly capable of more consistent full-lengths."
  },
  {
    "id": "3",
    "year": 2023,
    "title": "Sematary — Butcher House",
    "date": 1674554058,
    "imgSrc": "https://sun9-26.userapi.com/impg/tvFpCxh_L4ZdZwCFSqIJXgOU8pd-h22PWU8KnA/JZzuvgNuleI.jpg?size=600x600&quality=96&sign=a3c09b3bf6546d8366f747087593346f&type=album",
    "caption": "Hits a little less hard than RB3, but is quite accessible as far as Sem records go."
  },
  {
    "id": "4",
    "year": 2023,
    "title": "Ice Spice — Like..?",
    "date": 1674640458,
    "imgSrc": "https://sun9-29.userapi.com/impg/gMsIL1hj5gd1MURr_VKH7uNBbAdEbe4DZJ3U0Q/7eykNfh2IHM.jpg?size=600x600&quality=96&sign=ba8d135b2a76393769f97b88f17f115b&type=album",
    "caption": "'Munch' and 'Bikini Bottom' are bops, so there's that."
  },
  {
    "id": "5",
    "year": 2023,
    "title": "Måneskin - Rush!",
    "date": 1674726858,
    "imgSrc": "https://sun9-58.userapi.com/impg/9RDrv8j3LTdrVgDBDGkZ2gC2pD7MiqVlsRC_SQ/V_U5HEDzXW0.jpg?size=600x600&quality=96&sign=52c4e86705c8fc2da9522b683e478f20&type=album",
    "caption": "At the very least, Måneskin should probably start flossing."
  },
  {
    "id": "6",
    "year": 2023,
    "title": "Mac DeMarco — Five Easy Hot Dogs",
    "date": 1674899658,
    "imgSrc": "https://sun9-13.userapi.com/impg/xValXwxij9Olv39fkcM8eXL1nj1D_4cmVmkKAQ/4xBNxUHpWjs.jpg?size=600x600&quality=96&sign=4259759d126cc9f966fb7dec67dd2f76&type=album",
    "caption": "Some pretty drab wallpaper."
  },
  {
    "id": "7",
    "year": 2023,
    "title": "Trippie Redd — Mansion Musik",
    "date": 1674986058,
    "imgSrc": "https://sun9-31.userapi.com/impg/eoEZb0ratyozjwyHEk7V4eqQSH_lkQGIa6d54w/6awpasUQyJM.jpg?size=600x600&quality=96&sign=c0c5b3cb9397aec79d3e9dc84f0da7c9&type=album",
    "caption": "Trippie probably does have a solid rage album in him, but it's not 25 tracks long."
  },
  {
    "id": "8",
    "year": 2023,
    "title": "Lil Yachty — Let's Start Here.",
    "date": 1675158858,
    "imgSrc": "https://sun9-8.userapi.com/impg/X9v_mu2nITSvWnPrxfNcT0lzDfwTVPRofPODIg/lybN4Az250Y.jpg?size=600x600&quality=96&sign=30bed7a45def34d21d517d7d1b92e682&type=album",
    "caption": "Let's Start Here's appeal isn't owed to the novelty of Yachty going psych rock. That he clearly did his homework and was inspired to put his own spin on these sounds is the impressive part."
  },
  {
    "id": "9",
    "year": 2023,
    "title": "Horse Lords — Comradely Objects",
    "date": 1675418058,
    "imgSrc": "https://sun9-65.userapi.com/impg/FLnlR0eoYjaE4YmRnppgvYvxIrRR0d-YNav5tg/H6O7cfTJ2KI.jpg?size=600x600&quality=96&sign=0fc368d9e3e1d0ad8423f011a4e797b6&type=album",
    "caption": "If you loved The Common Task, you're gonna want to check out what the band is doing here as well."
  },
  {
    "id": "10",
    "year": 2023,
    "title": "JIMMY — GHETTOLAND",
    "date": 1675504458,
    "imgSrc": "https://sun9-66.userapi.com/impg/0-AUrYQ7E3cwdnMlg6x5LcvMIe_SKqnR2D1n2g/_cpuC8tENrk.jpg?size=600x599&quality=96&sign=be2d0fc3bb6c68f0d1e9fd5edc438a24&type=album",
    "caption": "Jimmy's messages are what carry *GHETTOLAND much of the time."
  },
  {
    "id": "11",
    "year": 2023,
    "title": "Parannoul — After the Magic",
    "date": 1675504458,
    "imgSrc": "https://sun9-75.userapi.com/impg/IhQ6zL4u_8_f_EgOFbhZ7TeiT-mgf_ThsCFM1A/ErTgWfuNlrw.jpg?size=600x600&quality=96&sign=7309ce0dc00e6a93f374c8ffe7c5a20c&type=album",
    "caption": "Parannoul reaches new heights of shoegazey grandeur on After the Magic."
  },
  {
    "id": "12",
    "year": 2023,
    "title": "Sam Smith — Gloria",
    "date": 1675936458,
    "imgSrc": "https://sun9-37.userapi.com/impg/1R0nsY_1HdX2qlV3N6sSgA4JTS8tUi3j7T8Gxg/L_G1QfH-Fx8.jpg?size=600x600&quality=96&sign=2c98fd415529a59c7ca1deeac70f1b46&type=album",
    "caption": "A scant offering from Sam."
  },
  {
    "id": "13",
    "year": 2023,
    "title": "Young Fathers — Heavy Heavy",
    "date": 1676022858,
    "imgSrc": "https://sun9-70.userapi.com/impg/Ukc6q22TWg1PVpSAJ3lm4vWHjiI2QTh0CO1tEg/v8bAV40yJDk.jpg?size=600x600&quality=96&sign=a2e79147980dd55d9282f1debfda10e2&type=album",
    "caption": "The trio's most exciting studio album yet, so well worth the wait."
  },
  {
    "id": "14",
    "year": 2023,
    "title": "Hardy — The Mockingbird & The Crow",
    "date": 1676282058,
    "video": "https://youtu.be/HGbs596ef2U",
    "imgSrc": "https://sun9-64.userapi.com/impg/WYDHY0-ax9I5a1hYFST6SqeTtOiBm1kvVFkQfw/4krrOCgyPtA.jpg?size=600x600&quality=96&sign=174af1824f14b6e23fa397bc38e69fdf&type=album",
    "caption": "Hardy takes us to Walmart on his new concept album."
  }
]